{
  "module_id": "es_a1_m09",
  "level": "A1",
  "theme": "Shopping, Money & Services",
  "language": "es",
  "order": 9,
  "vocabularyItems": [
    {
      "word": "Comprar",
      "usage": "Voy a comprar ropa nueva en el centro comercial este fin de semana porque necesito un abrigo para el invierno frío.",
      "translation": "To buy",
      "phonetic": "/komˈpɾaɾ/"
    },
    {
      "phonetic": "/benˈdeɾ/",
      "translation": "To sell",
      "usage": "Mi vecino quiere vender su coche usado porque va a comprar uno nuevo más moderno y eficiente en consumo de gasolina.",
      "word": "Vender"
    },
    {
      "phonetic": "/paˈɣaɾ/",
      "translation": "To pay",
      "usage": "Tengo que pagar la factura de electricidad antes del viernes para evitar cargos adicionales por retraso en el pago mensual.",
      "word": "Pagar"
    },
    {
      "phonetic": "/ˈpɾe.sjo/",
      "translation": "Price",
      "usage": "El precio de los alimentos ha subido mucho este año y ahora es más difícil ahorrar dinero para otras cosas importantes.",
      "word": "Precio"
    },
    {
      "translation": "Cost",
      "word": "Costo",
      "usage": "El costo total de las reparaciones del coche fue de quinientos euros, mucho más de lo que esperaba pagar originalmente.",
      "phonetic": "/ˈkos.to/"
    },
    {
      "phonetic": "/diˈne.ɾo/",
      "translation": "Money",
      "usage": "Necesito ahorrar más dinero para poder viajar a Japón el próximo año y cumplir mi sueño de visitar Tokio finalmente.",
      "word": "Dinero"
    },
    {
      "usage": "Prefiero pagar en efectivo en lugar de usar tarjeta porque así controlo mejor mis gastos y no gasto de más.",
      "word": "Efectivo",
      "translation": "Cash",
      "phonetic": "/efekˈti.βo/"
    },
    {
      "usage": "Perdí mi tarjeta de crédito ayer y tuve que llamar al banco inmediatamente para cancelarla y evitar fraudes o robos.",
      "phonetic": "/taɾˈxe.ta/",
      "translation": "Card",
      "word": "Tarjeta"
    },
    {
      "phonetic": "/kaˈxe.ɾo/",
      "usage": "Fui al cajero automático para sacar dinero en efectivo pero la máquina estaba fuera de servicio y tuve que buscar otro.",
      "translation": "Cashier / ATM",
      "word": "Cajero"
    },
    {
      "usage": "Hay una tienda nueva de ropa en mi barrio que tiene precios muy buenos y ropa de moda moderna y elegante.",
      "translation": "Store",
      "word": "Tienda",
      "phonetic": "/ˈtjen.da/"
    },
    {
      "phonetic": "/meɾˈka.ðo/",
      "usage": "Voy al mercado todos los sábados por la mañana para comprar frutas y verduras frescas directamente de los agricultores locales.",
      "translation": "Market",
      "word": "Mercado"
    },
    {
      "phonetic": "/supeɾmeɾˈka.ðo/",
      "usage": "El supermercado cerca de mi casa está abierto las veinticuatro horas y es muy conveniente para compras de emergencia nocturnas.",
      "translation": "Supermarket",
      "word": "Supermercado"
    },
    {
      "usage": "El centro comercial tiene más de cien tiendas diferentes, restaurantes, cines y es el lugar perfecto para pasar todo el día.",
      "translation": "Shopping mall",
      "phonetic": "/ˈsen.tɾo komeɾˈsjal/",
      "word": "Centro comercial"
    },
    {
      "phonetic": "/ˈbol.sa/",
      "word": "Bolsa",
      "translation": "Bag",
      "usage": "Siempre llevo bolsas reutilizables cuando voy de compras para no usar bolsas de plástico y proteger el medio ambiente natural."
    },
    {
      "word": "Carrito",
      "usage": "Necesito un carrito de compras porque voy a comprar muchas cosas hoy y no puedo cargar todo en mis manos.",
      "phonetic": "/kaˈri.to/",
      "translation": "Cart"
    },
    {
      "usage": "Guardo todos los recibos de mis compras importantes por si necesito devolver algo o reclamar la garantía del producto comprado.",
      "phonetic": "/reˈsi.βo/",
      "translation": "Receipt",
      "word": "Recibo"
    },
    {
      "usage": "El cajero me dio el cambio incorrecto y tuve que pedirle que contara el dinero de nuevo para verificar el monto.",
      "phonetic": "/ˈkam.bjo/",
      "word": "Cambio",
      "translation": "Change"
    },
    {
      "translation": "Discount",
      "word": "Descuento",
      "usage": "Hay un descuento del treinta por ciento en toda la ropa de invierno esta semana en la tienda del centro comercial.",
      "phonetic": "/desˈkwen.to/"
    },
    {
      "translation": "Offer / Sale",
      "usage": "Aproveché una oferta especial y compré dos camisas por el precio de una en la tienda de ropa de mi barrio.",
      "phonetic": "/oˈfeɾ.ta/",
      "word": "Oferta"
    },
    {
      "phonetic": "/ˈɡɾa.tis/",
      "translation": "Free",
      "usage": "El café es gratis para todos los clientes que compren un desayuno completo en el restaurante antes de las diez de la mañana.",
      "word": "Gratis"
    },
    {
      "phonetic": "/baˈɾa.to/",
      "usage": "Encontré un hotel muy barato en el centro de la ciudad que cuesta solo veinte euros por noche con desayuno incluido.",
      "translation": "Cheap",
      "word": "Barato"
    },
    {
      "phonetic": "/ˈka.ɾo/",
      "translation": "Expensive",
      "usage": "Ese restaurante es muy caro y una cena para dos personas puede costar más de cien euros sin incluir las bebidas.",
      "word": "Caro"
    },
    {
      "translation": "To try on",
      "word": "Probarse",
      "usage": "Voy a probarme estos pantalones en el probador para ver si me quedan bien antes de comprarlos y pagar por ellos.",
      "phonetic": "/pɾoˈβaɾ.se/"
    },
    {
      "usage": "¿Tiene esta camisa en talla mediana? La talla pequeña me queda muy ajustada y no es cómoda para usar diariamente.",
      "phonetic": "/ˈta.ʝa/",
      "translation": "Size",
      "word": "Talla"
    },
    {
      "translation": "Bank",
      "word": "Banco",
      "phonetic": "/ˈbaŋ.ko/",
      "usage": "Tengo que ir al banco mañana para abrir una cuenta de ahorros nueva y depositar el dinero que recibí de regalo."
    },
    {
      "usage": "Reviso mi cuenta bancaria en línea todos los días para asegurarme de que no haya cargos fraudulentos o errores en transacciones.",
      "phonetic": "/ˈkwen.ta/",
      "word": "Cuenta",
      "translation": "Account"
    },
    {
      "usage": "Trato de ahorrar al menos el veinte por ciento de mi salario cada mes para tener un fondo de emergencia seguro.",
      "translation": "To save",
      "word": "Ahorrar",
      "phonetic": "/aoˈraɾ/"
    },
    {
      "phonetic": "/pɾesˈtaɾ/",
      "usage": "Mi hermano me prestó dinero para pagar el alquiler este mes y le voy a devolver todo el próximo mes sin falta.",
      "translation": "To lend",
      "word": "Prestar"
    },
    {
      "phonetic": "/ˈdew.ða/",
      "translation": "Debt",
      "usage": "Tengo una deuda de dos mil euros con el banco por el préstamo del coche que estoy pagando en cuotas mensuales.",
      "word": "Deuda"
    },
    {
      "usage": "Hice una inversión en acciones de tecnología el año pasado y ahora he ganado un quince por ciento de retorno financiero.",
      "word": "Inversión",
      "phonetic": "/imbeɾˈsjon/",
      "translation": "Investment"
    },
    {
      "phonetic": "/ˈklijen.te/",
      "translation": "Customer",
      "word": "Cliente",
      "usage": "El cliente siempre tiene la razón es el lema de esta tienda y por eso tienen un servicio al cliente excelente."
    },
    {
      "usage": "Presenté una queja formal en el restaurante porque la comida estaba fría y el servicio fue muy lento y poco profesional.",
      "phonetic": "/ˈke.xa/",
      "translation": "Complaint",
      "word": "Queja"
    },
    {
      "usage": "Compré un regalo de cumpleaños para mi madre, un collar de plata que sé que le va a encantar mucho cuando lo vea.",
      "word": "Regalo",
      "phonetic": "/reˈɣa.lo/",
      "translation": "Gift"
    },
    {
      "usage": "Gasté demasiado dinero en ropa este mes y ahora tengo que ser más cuidadoso con mis finanzas personales el próximo mes.",
      "word": "Gastar",
      "translation": "To spend",
      "phonetic": "/ɡasˈtaɾ/"
    },
    {
      "word": "Rico",
      "usage": "Mi tío es muy rico porque tiene varios negocios exitosos y propiedades inmobiliarias en diferentes ciudades del país entero.",
      "phonetic": "/ˈri.ko/",
      "translation": "Rich"
    },
    {
      "word": "Pobre",
      "translation": "Poor",
      "usage": "Hay muchas personas pobres en el mundo que no tienen acceso a comida, agua limpia o educación básica de calidad.",
      "phonetic": "/ˈpo.βɾe/"
    },
    {
      "phonetic": "/moˈne.ða/",
      "translation": "Coin / Currency",
      "word": "Moneda",
      "usage": "Colecciono monedas antiguas de diferentes países como hobby y tengo más de doscientas monedas en mi colección personal valiosa."
    },
    {
      "phonetic": "/biˈʝe.te/",
      "word": "Billete",
      "usage": "Necesito cambiar este billete de cincuenta euros porque la máquina expendedora solo acepta billetes de diez o veinte euros.",
      "translation": "Bill / Ticket"
    },
    {
      "usage": "Necesito tu firma en este documento legal para completar la transacción de compra de la casa nueva que queremos adquirir.",
      "word": "Firma",
      "phonetic": "/ˈfiɾ.ma/",
      "translation": "Signature"
    },
    {
      "usage": "El dueño del restaurante es muy amable y siempre saluda personalmente a todos los clientes que entran a su establecimiento acogedor.",
      "phonetic": "/ˈdwe.ɲo/",
      "translation": "Owner",
      "word": "Dueño"
    },
    {
      "usage": "Mi hermana abrió su propio negocio de diseño gráfico hace dos años y ahora tiene más de veinte clientes regulares satisfechos.",
      "phonetic": "/neˈɣo.sjo/",
      "word": "Negocio",
      "translation": "Business"
    },
    {
      "phonetic": "/kompaˈɲi.a/",
      "word": "Compañía",
      "usage": "Trabajo para una compañía internacional de tecnología que tiene oficinas en más de cincuenta países alrededor del mundo globalizado.",
      "translation": "Company"
    },
    {
      "usage": "Prefiero comprar productos de alta calidad aunque sean más caros porque duran más tiempo y funcionan mejor siempre sin problemas.",
      "word": "Calidad",
      "phonetic": "/kaliˈðað/",
      "translation": "Quality"
    },
    {
      "translation": "Quantity",
      "usage": "La cantidad de trabajo que tengo esta semana es enorme y voy a tener que trabajar horas extra para terminarlo todo.",
      "word": "Cantidad",
      "phonetic": "/kantiˈðað/"
    },
    {
      "phonetic": "/ˈnu.me.ɾo/",
      "translation": "Number",
      "word": "Número",
      "usage": "¿Cuál es tu número de teléfono? Necesito llamarte mañana para confirmar la hora de nuestra reunión importante de negocios programada."
    },
    {
      "translation": "Total",
      "word": "Total",
      "usage": "El total de la cuenta del restaurante es de ochenta euros incluyendo la propina del quince por ciento para el camarero.",
      "phonetic": "/toˈtal/"
    },
    {
      "word": "Mitad",
      "phonetic": "/miˈtað/",
      "usage": "Ya terminé la mitad del libro y está muy interesante, espero poder terminar de leerlo este fin de semana completo.",
      "translation": "Half"
    },
    {
      "phonetic": "/ˈdo.βle/",
      "usage": "Pedí una habitación doble en el hotel para mi esposa y yo con vista al mar y desayuno buffet incluido diariamente.",
      "translation": "Double",
      "word": "Doble"
    },
    {
      "word": "Menos",
      "usage": "Necesito comer menos azúcar y más verduras para mejorar mi salud y perder algunos kilos de peso extra que tengo.",
      "phonetic": "/ˈme.nos/",
      "translation": "Less"
    },
    {
      "translation": "More",
      "word": "Más",
      "usage": "Quiero aprender más sobre la cultura española leyendo libros de historia y visitando museos en diferentes ciudades del país ibérico.",
      "phonetic": "/mas/"
    },
    {
      "phonetic": "/ˈmu.tʃo/",
      "translation": "Much",
      "word": "Mucho",
      "usage": "Hay mucho tráfico en la ciudad durante las horas pico y por eso prefiero usar el transporte público en lugar de conducir."
    },
    {
      "usage": "Tengo poco tiempo libre esta semana porque estoy muy ocupado con el trabajo y varios proyectos importantes que debo terminar pronto.",
      "translation": "Little",
      "phonetic": "/ˈpo.ko/",
      "word": "Poco"
    },
    {
      "phonetic": "/sufiˈsjen.te/",
      "translation": "Enough",
      "usage": "¿Tienes suficiente dinero para pagar la cuenta o necesitas que te preste algo para completar el monto total requerido ahora?",
      "word": "Suficiente"
    },
    {
      "translation": "Too much",
      "word": "Demasiado",
      "usage": "Comí demasiado en la cena de anoche y ahora me siento muy lleno e incómodo, debería haber comido menos cantidad.",
      "phonetic": "/demaˈsja.ðo/"
    },
    {
      "word": "Varios",
      "phonetic": "/ˈba.ɾjos/",
      "translation": "Several",
      "usage": "He visitado varios países de Europa durante mis vacaciones incluyendo Francia, Italia, Alemania y España en diferentes viajes memorables siempre."
    },
    {
      "usage": "Ambos hermanos estudian medicina en la universidad y quieren ser doctores para ayudar a las personas enfermas en el futuro cercano.",
      "word": "Ambos",
      "phonetic": "/ˈam.bos/",
      "translation": "Both"
    },
    {
      "translation": "Equal / Same",
      "word": "Igual",
      "usage": "Estos dos productos son iguales en calidad pero uno es más barato que el otro así que voy a comprar el más económico.",
      "phonetic": "/iˈɣwal/"
    },
    {
      "phonetic": "/difeˈɾen.te/",
      "translation": "Different",
      "usage": "Cada persona es diferente y tiene sus propias opiniones, gustos y preferencias que debemos respetar siempre sin juzgar a nadie nunca.",
      "word": "Diferente"
    },
    {
      "word": "Único",
      "usage": "Este cuadro es único en el mundo porque fue pintado por un artista famoso hace más de doscientos años atrás.",
      "translation": "Unique",
      "phonetic": "/ˈu.ni.ko/"
    },
    {
      "translation": "First",
      "phonetic": "/pɾiˈme.ɾo/",
      "usage": "Soy el primero en llegar a la oficina todas las mañanas porque me gusta empezar el día temprano y tranquilo sin prisa.",
      "word": "Primero"
    },
    {
      "usage": "Este es el último día para inscribirse en el curso de español y no quiero perder esta oportunidad de aprender el idioma.",
      "translation": "Last",
      "phonetic": "/ˈul.ti.mo/",
      "word": "Último"
    },
    {
      "usage": "La próxima semana voy a viajar a Barcelona para una conferencia de trabajo y aprovecharé para visitar la ciudad hermosa también.",
      "word": "Próximo",
      "phonetic": "/ˈpɾok.si.mo/",
      "translation": "Next"
    },
    {
      "usage": "En mi trabajo anterior ganaba menos dinero pero tenía más tiempo libre para pasar con mi familia y amigos cercanos siempre.",
      "word": "Anterior",
      "phonetic": "/anteˈɾjoɾ/",
      "translation": "Previous"
    },
    {
      "phonetic": "/ˈnwe.βo/",
      "usage": "Compré un teléfono nuevo porque el anterior se rompió y ya no funcionaba bien después de tres años de uso constante.",
      "translation": "New",
      "word": "Nuevo"
    },
    {
      "usage": "Prefiero comprar libros usados porque son más baratos y además estoy ayudando a reciclar y cuidar el medio ambiente natural global.",
      "phonetic": "/uˈsa.ðo/",
      "translation": "Used",
      "word": "Usado"
    },
    {
      "phonetic": "/ˈbje.xo/",
      "translation": "Old",
      "usage": "Mi abuelo es muy viejo pero todavía tiene una memoria excelente y nos cuenta historias fascinantes de cuando era joven siempre.",
      "word": "Viejo"
    },
    {
      "word": "Moderno",
      "usage": "Este edificio es muy moderno con tecnología de punta, diseño minimalista y sistemas de energía solar renovable eficiente y ecológico.",
      "translation": "Modern",
      "phonetic": "/moˈðeɾ.no/"
    },
    {
      "usage": "Me gusta la música clásica de compositores como Mozart, Beethoven y Bach porque es atemporal, elegante y relajante para escuchar.",
      "phonetic": "/ˈkla.si.ko/",
      "translation": "Classic",
      "word": "Clásico"
    },
    {
      "word": "Elegante",
      "phonetic": "/eleˈɣan.te/",
      "usage": "Ella siempre viste de manera muy elegante con ropa de diseñador, zapatos de tacón y accesorios de lujo caros y sofisticados.",
      "translation": "Elegant"
    },
    {
      "translation": "Simple",
      "phonetic": "/ˈsim.ple/",
      "word": "Simple",
      "usage": "Prefiero un estilo de vida simple sin muchas complicaciones ni posesiones materiales innecesarias que solo ocupan espacio en casa siempre."
    },
    {
      "translation": "Useful",
      "word": "Útil",
      "usage": "Este libro es muy útil para aprender español porque tiene explicaciones claras, ejercicios prácticos y ejemplos de uso cotidiano real.",
      "phonetic": "/ˈu.til/"
    },
    {
      "usage": "Este aparato viejo es completamente inútil porque ya no funciona y no se puede reparar, mejor lo tiro a la basura.",
      "word": "Inútil",
      "translation": "Useless",
      "phonetic": "/iˈnu.til/"
    },
    {
      "translation": "Safe",
      "phonetic": "/seˈɣu.ɾo/",
      "usage": "Este barrio es muy seguro y tranquilo, puedes caminar por las calles de noche sin preocuparte por la seguridad personal nunca.",
      "word": "Seguro"
    },
    {
      "usage": "Conducir a alta velocidad en la lluvia es muy peligroso y puede causar accidentes graves con consecuencias fatales para todos.",
      "phonetic": "/peliˈɣɾo.so/",
      "translation": "Dangerous",
      "word": "Peligroso"
    },
    {
      "phonetic": "/faˈmo.so/",
      "word": "Famoso",
      "translation": "Famous",
      "usage": "Picasso es un pintor muy famoso de España conocido en todo el mundo por sus obras de arte cubistas revolucionarias e innovadoras."
    },
    {
      "usage": "Es importante estudiar todos los días para mantener el conocimiento fresco y prepararse bien para los exámenes finales del curso académico.",
      "phonetic": "/impoɾˈtan.te/",
      "translation": "Important",
      "word": "Importante"
    },
    {
      "translation": "Necessary",
      "phonetic": "/neseˈsa.ɾjo/",
      "word": "Necesario",
      "usage": "Es necesario beber mucha agua todos los días para mantenerse hidratado y saludable, especialmente durante el verano caluroso y seco."
    },
    {
      "usage": "¿Es posible terminar este proyecto antes del viernes? Tenemos mucho trabajo pero creo que podemos lograrlo si trabajamos en equipo.",
      "phonetic": "/poˈsi.βle/",
      "translation": "Possible",
      "word": "Posible"
    },
    {
      "translation": "Impossible",
      "phonetic": "/impoˈsi.βle/",
      "word": "Imposible",
      "usage": "Es imposible aprender un idioma nuevo en una semana, se necesita tiempo, práctica constante y dedicación diaria para dominarlo bien."
    },
    {
      "word": "Fácil",
      "translation": "Easy",
      "usage": "Este ejercicio de matemáticas es muy fácil y puedo resolverlo en menos de cinco minutos sin ninguna dificultad o problema.",
      "phonetic": "/ˈfa.sil/"
    },
    {
      "phonetic": "/diˈfi.sil/",
      "translation": "Difficult",
      "word": "Difícil",
      "usage": "El examen de física fue muy difícil y muchos estudiantes no pudieron terminarlo a tiempo durante las tres horas asignadas."
    },
    {
      "phonetic": "/ˈra.pi.ðo/",
      "word": "Rápido",
      "translation": "Fast",
      "usage": "Este tren es muy rápido y puede viajar a más de trescientos kilómetros por hora conectando ciudades en poco tiempo."
    },
    {
      "translation": "Slow",
      "word": "Lento",
      "usage": "El internet en mi casa es muy lento y tarda mucho en cargar las páginas web, necesito cambiar de proveedor urgentemente.",
      "phonetic": "/ˈlen.to/"
    },
    {
      "usage": "Me levanto temprano todos los días a las seis de la mañana para hacer ejercicio antes de ir al trabajo diario.",
      "word": "Temprano",
      "translation": "Early",
      "phonetic": "/temˈpɾa.no/"
    },
    {
      "phonetic": "/ˈtaɾ.ðe/",
      "word": "Tarde",
      "usage": "Llegué tarde a la reunión porque había mucho tráfico en la carretera y no pude llegar a tiempo como había planeado.",
      "translation": "Late"
    },
    {
      "word": "Pronto",
      "translation": "Soon",
      "usage": "Voy a terminar este trabajo pronto, solo me faltan algunos detalles finales y estará listo para entregar al cliente satisfecho.",
      "phonetic": "/ˈpɾon.to/"
    },
    {
      "usage": "Necesito hablar contigo ahora mismo sobre un asunto urgente que no puede esperar hasta mañana por la mañana temprano.",
      "translation": "Now",
      "word": "Ahora",
      "phonetic": "/aˈo.ɾa/"
    },
    {
      "usage": "Vamos a cenar después de la película en un restaurante italiano que está cerca del cine y tiene muy buenas reseñas.",
      "translation": "After",
      "word": "Después",
      "phonetic": "/desˈpwes/"
    },
    {
      "phonetic": "/ˈan.tes/",
      "word": "Antes",
      "usage": "Antes de salir de casa siempre reviso que tengo las llaves, la cartera y el teléfono móvil para no olvidar nada.",
      "translation": "Before"
    },
    {
      "phonetic": "/enˈton.ses/",
      "translation": "Then",
      "usage": "Si no puedes venir hoy, entonces nos vemos mañana a la misma hora en el mismo lugar que acordamos anteriormente.",
      "word": "Entonces"
    },
    {
      "usage": "Siempre digo la verdad porque creo que la honestidad es muy importante en todas las relaciones personales y profesionales de vida.",
      "phonetic": "/ˈsjem.pɾe/",
      "translation": "Always",
      "word": "Siempre"
    },
    {
      "translation": "Never",
      "phonetic": "/ˈnuŋ.ka/",
      "word": "Nunca",
      "usage": "Nunca he visitado Asia pero es mi sueño viajar a Japón, China y Tailandia algún día en el futuro cercano."
    },
    {
      "usage": "Todavía no he terminado de leer este libro aunque lo empecé hace dos semanas, está muy largo y denso de contenido.",
      "translation": "Still",
      "phonetic": "/toðaˈβi.a/",
      "word": "Todavía"
    },
    {
      "phonetic": "/ʝa/",
      "word": "Ya",
      "usage": "Ya terminé toda mi tarea de español y ahora puedo relajarme viendo una película o leyendo un libro interesante tranquilamente.",
      "translation": "Already"
    },
    {
      "translation": "Almost",
      "phonetic": "/ˈka.si/",
      "word": "Casi",
      "usage": "Casi pierdo el tren esta mañana porque me desperté tarde pero corrí rápido y llegué justo a tiempo afortunadamente."
    },
    {
      "usage": "Apenas puedo ver sin mis gafas porque tengo miopía y todo se ve borroso y difuso a la distancia lejana.",
      "phonetic": "/aˈpe.nas/",
      "word": "Apenas",
      "translation": "Hardly / Barely"
    },
    {
      "usage": "Quizás vaya al cine este fin de semana si tengo tiempo libre y no estoy muy cansado del trabajo de la semana.",
      "translation": "Maybe",
      "word": "Quizás",
      "phonetic": "/kiˈsas/"
    },
    {
      "translation": "Besides / Also",
      "phonetic": "/aðeˈmas/",
      "word": "Además",
      "usage": "Este restaurante tiene comida deliciosa y además los precios son muy razonables y el servicio es excelente y rápido siempre."
    },
    {
      "phonetic": "/iŋˈklu.so/",
      "word": "Incluso",
      "usage": "Incluso en invierno hace calor en esta ciudad tropical y la temperatura nunca baja de veinte grados centígrados durante el día.",
      "translation": "Even"
    },
    {
      "usage": "Solo tengo diez euros en mi cartera y no es suficiente para comprar todo lo que necesito en el supermercado hoy.",
      "translation": "Only",
      "word": "Solo",
      "phonetic": "/ˈso.lo/"
    }
  ]
}