{
  "moduleId": "en_b1_m02",
  "theme": "Global Issues",
  "level": "B1",
  "vocabularyItems": [
    {
      "word": "viability",
      "phonetic": "/ˌvaɪəˈbɪləti/",
      "usage": "The long-term viability of renewable energy projects depends on technological innovation and supportive government policies."
    },
    {
      "word": "sustainable",
      "phonetic": "/səˈsteɪnəbəl/",
      "usage": "Sustainable agriculture practices help preserve soil quality while producing sufficient food for growing populations worldwide."
    },
    {
      "word": "culmination",
      "phonetic": "/ˌkʌlmɪˈneɪʃən/",
      "usage": "The study of culmination is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "desertification",
      "phonetic": "/dɪˌzɜːrtɪfɪˈkeɪʃən/",
      "usage": "Desertification threatens agricultural productivity in regions where climate change and poor land management practices converge."
    },
    {
      "word": "inequality",
      "phonetic": "/ˌɪnɪˈkwɑːləti/",
      "usage": "Economic inequality continues to widen the gap between wealthy and poor communities across the world today."
    },
    {
      "word": "poverty",
      "phonetic": "/ˈpɑːvərti/",
      "usage": "Extreme poverty affects billions of people globally who struggle to meet basic needs like food and shelter."
    },
    {
      "word": "discrimination",
      "phonetic": "/dɪˌskrɪmɪˈneɪʃən/",
      "usage": "Racial discrimination remains a serious problem in many societies despite decades of civil rights activism and legislation."
    },
    {
      "word": "deficiency",
      "phonetic": "/dɪˈfɪʃənsi/",
      "usage": "The study of deficiency is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "displaced",
      "phonetic": "/dɪsˈpleɪst/",
      "usage": "Millions of displaced people seek safety and shelter after fleeing conflict zones and natural disasters."
    },
    {
      "word": "democracy",
      "phonetic": "/dɪˈmɑːkrəsi/",
      "usage": "Democracy allows citizens to participate in government through free elections and protection of fundamental human rights."
    },
    {
      "word": "demographics",
      "phonetic": "/ˌdeməˈɡræfɪks/",
      "usage": "The study of demographics is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "policy",
      "phonetic": "/ˈpɑːləsi/",
      "usage": "The government announced a new foreign policy aimed at strengthening diplomatic relations with neighboring countries."
    },
    {
      "word": "governance",
      "phonetic": "/ˈɡʌvərnəns/",
      "usage": "Good governance requires transparency, accountability, and active citizen participation in decision-making processes at all levels."
    },
    {
      "word": "inflation",
      "phonetic": "/ɪnˈfleɪʃən/",
      "usage": "Rising inflation has reduced purchasing power making it harder for families to afford essential goods and services."
    },
    {
      "word": "recession",
      "phonetic": "/rɪˈseʃən/",
      "usage": "The economic recession led to widespread unemployment and business closures affecting millions of workers and families."
    },
    {
      "word": "trade",
      "phonetic": "/treɪd/",
      "usage": "International trade agreements facilitate the exchange of goods and services between countries promoting economic growth globally."
    },
    {
      "word": "globalization",
      "phonetic": "/ˌɡloʊbələˈzeɪʃən/",
      "usage": "Globalization has connected economies worldwide but also created challenges for local industries and traditional cultures everywhere."
    },
    {
      "word": "pandemic",
      "phonetic": "/pænˈdemɪk/",
      "usage": "The global pandemic disrupted normal life forcing governments to implement strict lockdowns and travel restrictions worldwide."
    },
    {
      "word": "vaccination",
      "phonetic": "/ˌvæksɪˈneɪʃən/",
      "usage": "Mass vaccination campaigns have been crucial in controlling the spread of infectious diseases and protecting public health."
    },
    {
      "word": "depiction",
      "phonetic": "/dɪˈpɪkʃən/",
      "usage": "The study of depiction is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "epidemic",
      "phonetic": "/ˌepɪˈdemɪk/",
      "usage": "Health authorities worked quickly to contain the epidemic before it could spread to neighboring regions and countries."
    },
    {
      "word": "humanitarian",
      "phonetic": "/hjuːˌmænɪˈteriən/",
      "usage": "International organizations provide humanitarian aid to disaster-stricken areas delivering food, water, and medical supplies urgently."
    },
    {
      "word": "intervention",
      "phonetic": "/ˌɪntərˈvenʃən/",
      "usage": "Military intervention in the conflict zone was controversial and sparked intense debate among international community members."
    },
    {
      "word": "diplomacy",
      "phonetic": "/dɪˈploʊməsi/",
      "usage": "Skilled diplomacy is essential for resolving international disputes peacefully without resorting to violence or military action."
    },
    {
      "word": "treaty",
      "phonetic": "/ˈtriːti/",
      "usage": "The peace treaty was signed by all parties involved bringing an end to decades of conflict."
    },
    {
      "word": "sanction",
      "phonetic": "/ˈsæŋkʃən/",
      "usage": "Economic sanctions were imposed on the country to pressure its government to change controversial policies immediately."
    },
    {
      "word": "deterrent",
      "phonetic": "/dɪˈtɜːrənt/",
      "usage": "The study of deterrent is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "deviation",
      "phonetic": "/ˌdiːviˈeɪʃən/",
      "usage": "The study of deviation is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "territory",
      "phonetic": "/ˈterətɔːri/",
      "usage": "The disputed territory has been a source of tension between the two neighboring countries for generations."
    },
    {
      "word": "border",
      "phonetic": "/ˈbɔːrdər/",
      "usage": "Thousands of people cross the border daily for work, trade, and family visits between the countries."
    },
    {
      "word": "immigration",
      "phonetic": "/ˌɪmɪˈɡreɪʃən/",
      "usage": "Immigration policies have become increasingly strict as countries attempt to control the flow of people across borders."
    },
    {
      "word": "asylum",
      "phonetic": "/əˈsaɪləm/",
      "usage": "Political dissidents fled their homeland and sought asylum in democratic countries offering protection from persecution safely."
    },
    {
      "word": "persecution",
      "phonetic": "/ˌpɜːrsɪˈkjuːʃən/",
      "usage": "Religious minorities faced severe persecution forcing many families to flee their homes and seek refuge elsewhere."
    },
    {
      "word": "oppression",
      "phonetic": "/əˈpreʃən/",
      "usage": "The people rose up against decades of political oppression demanding freedom, justice, and democratic reforms immediately."
    },
    {
      "word": "tyranny",
      "phonetic": "/ˈtɪrəni/",
      "usage": "Citizens organized protests against the tyranny of the authoritarian regime that had ruled for decades."
    },
    {
      "word": "dictatorship",
      "phonetic": "/dɪkˈteɪtərʃɪp/",
      "usage": "The military dictatorship suppressed freedom of speech and imprisoned anyone who criticized the government publicly openly."
    },
    {
      "word": "totalitarian",
      "phonetic": "/toʊˌtæləˈteriən/",
      "usage": "The totalitarian state controlled every aspect of citizens' lives through surveillance, propaganda, and strict regulations."
    },
    {
      "word": "authoritarian",
      "phonetic": "/əˌθɔːrəˈteriən/",
      "usage": "Authoritarian governments often restrict civil liberties and suppress political opposition to maintain power and control effectively."
    },
    {
      "word": "corruption",
      "phonetic": "/kəˈrʌpʃən/",
      "usage": "Government corruption undermines public trust and diverts resources away from essential services like education and healthcare."
    },
    {
      "word": "transparency",
      "phonetic": "/trænsˈpærənsi/",
      "usage": "Citizens demanded greater transparency in government spending and decision-making processes to prevent corruption and abuse."
    },
    {
      "word": "disparity",
      "phonetic": "/dɪˈspærəti/",
      "usage": "The study of disparity is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "divergence",
      "phonetic": "/daɪˈvɜːrdʒəns/",
      "usage": "The study of divergence is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "injustice",
      "phonetic": "/ɪnˈdʒʌstɪs/",
      "usage": "Social movements emerged to fight against systemic injustice and demand equal rights for all citizens everywhere."
    },
    {
      "word": "exploitation",
      "phonetic": "/ˌeksplɔɪˈteɪʃən/",
      "usage": "Labor exploitation in factories includes unsafe working conditions, extremely low wages, and excessive working hours daily."
    },
    {
      "word": "slavery",
      "phonetic": "/ˈsleɪvəri/",
      "usage": "Modern slavery still exists in various forms including human trafficking and forced labor in industries worldwide."
    },
    {
      "word": "trafficking",
      "phonetic": "/ˈtræfɪkɪŋ/",
      "usage": "Human trafficking is a serious crime that exploits vulnerable people for profit through forced labor or prostitution."
    },
    {
      "word": "genocide",
      "phonetic": "/ˈdʒenəsaɪd/",
      "usage": "The international community condemned the genocide and called for immediate action to protect civilians from violence."
    },
    {
      "word": "atrocity",
      "phonetic": "/əˈtrɑːsəti/",
      "usage": "War crimes and atrocities committed during the conflict shocked the world and prompted calls for justice."
    },
    {
      "word": "conflict",
      "phonetic": "/ˈkɑːnflɪkt/",
      "usage": "The armed conflict has displaced millions of people and caused widespread destruction of infrastructure and homes."
    },
    {
      "word": "warfare",
      "phonetic": "/ˈwɔːrfer/",
      "usage": "Modern warfare involves advanced technology including drones, cyber attacks, and sophisticated weapons systems for combat."
    },
    {
      "word": "ceasefire",
      "phonetic": "/ˈsiːsfaɪər/",
      "usage": "Both sides agreed to a temporary ceasefire to allow humanitarian aid to reach civilians trapped areas."
    },
    {
      "word": "doctrine",
      "phonetic": "/ˈdɑːktrɪn/",
      "usage": "The study of doctrine is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "arbitration",
      "phonetic": "/ˌɑːrbɪˈtreɪʃən/",
      "usage": "International arbitration provides a neutral forum for resolving disputes between nations without resorting to violence."
    },
    {
      "word": "rapprochement",
      "phonetic": "/ˌræproʊʃˈmɑːn/",
      "usage": "The diplomatic rapprochement between the two countries marked the beginning of improved relations after decades."
    },
    {
      "word": "reparation",
      "phonetic": "/ˌrepəˈreɪʃən/",
      "usage": "The government agreed to pay reparations to victims of past injustices as part of reconciliation process."
    },
    {
      "word": "indemnity",
      "phonetic": "/ɪnˈdemnəti/",
      "usage": "The insurance company paid indemnity to victims of the industrial accident covering medical expenses and losses."
    },
    {
      "word": "restitution",
      "phonetic": "/ˌrestɪˈtuːʃən/",
      "usage": "The court ordered full restitution requiring the company to return stolen property to its rightful owners."
    },
    {
      "word": "rehabilitation",
      "phonetic": "/ˌriːəˌbɪlɪˈteɪʃən/",
      "usage": "Rehabilitation programs help former combatants reintegrate into society and build peaceful productive lives after war."
    },
    {
      "word": "reconstruction",
      "phonetic": "/ˌriːkənˈstrʌkʃən/",
      "usage": "Post-war reconstruction efforts focused on rebuilding infrastructure, homes, schools, and hospitals destroyed during the conflict."
    },
    {
      "word": "efficacy",
      "phonetic": "/ˈefɪkəsi/",
      "usage": "The study of efficacy is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "egalitarian",
      "phonetic": "/iˌɡælɪˈteriən/",
      "usage": "The study of egalitarian is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "elicit",
      "phonetic": "/iˈlɪsɪt/",
      "usage": "The study of elicit is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "catastrophe",
      "phonetic": "/kəˈtæstrəfi/",
      "usage": "The natural catastrophe destroyed entire villages leaving thousands homeless and in desperate need of assistance."
    },
    {
      "word": "calamity",
      "phonetic": "/kəˈlæməti/",
      "usage": "The economic calamity resulted from poor planning and mismanagement affecting millions of people's livelihoods severely."
    },
    {
      "word": "crisis",
      "phonetic": "/ˈkraɪsɪs/",
      "usage": "The humanitarian crisis requires immediate international response to prevent further suffering and loss of life."
    },
    {
      "word": "contingency",
      "phonetic": "/kənˈtɪndʒənsi/",
      "usage": "The government activated contingency plans to respond swiftly to the public health crisis and protect citizens."
    },
    {
      "word": "relief",
      "phonetic": "/rɪˈliːf/",
      "usage": "International relief organizations distributed food, water, and medical supplies to survivors of the devastating earthquake yesterday."
    },
    {
      "word": "assistance",
      "phonetic": "/əˈsɪstəns/",
      "usage": "International assistance arrived quickly providing food, water, and medical supplies to earthquake survivors in remote areas."
    },
    {
      "word": "donation",
      "phonetic": "/doʊˈneɪʃən/",
      "usage": "Generous donations from individuals and organizations provided crucial support for disaster relief efforts and recovery programs."
    },
    {
      "word": "charity",
      "phonetic": "/ˈtʃærəti/",
      "usage": "The charity organization works tirelessly to provide food, shelter, and education to underprivileged children worldwide."
    },
    {
      "word": "philanthropy",
      "phonetic": "/fɪˈlænθrəpi/",
      "usage": "Wealthy individuals engage in philanthropy by donating large sums to causes addressing poverty, education, and health."
    },
    {
      "word": "advocate",
      "phonetic": "/ˈædvəkət/",
      "usage": "Environmental advocates work tirelessly to raise awareness about climate change and promote sustainable living practices."
    },
    {
      "word": "activism",
      "phonetic": "/ˈæktɪvɪzəm/",
      "usage": "Youth activism has grown significantly with young people demanding urgent action on climate change and equality."
    },
    {
      "word": "erratic",
      "phonetic": "/ɪˈrætɪk/",
      "usage": "The study of erratic is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "campaign",
      "phonetic": "/kæmˈpeɪn/",
      "usage": "The environmental campaign raised awareness about plastic pollution and encouraged people to reduce single-use plastics daily."
    },
    {
      "word": "movement",
      "phonetic": "/ˈmuːvmənt/",
      "usage": "The social movement gained momentum as more people joined protests demanding systemic change and reform nationwide."
    },
    {
      "word": "evocative",
      "phonetic": "/ɪˈvɑːkətɪv/",
      "usage": "The study of evocative is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "exacerbate",
      "phonetic": "/ɪɡˈzæsərbeɪt/",
      "usage": "The study of exacerbate is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "rally",
      "phonetic": "/ˈræli/",
      "usage": "Political leaders addressed supporters at a massive rally calling for unity and commitment to democratic values."
    },
    {
      "word": "exemplary",
      "phonetic": "/ɪɡˈzempləri/",
      "usage": "The study of exemplary is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "referendum",
      "phonetic": "/ˌrefəˈrendəm/",
      "usage": "Citizens voted in a national referendum to decide whether the country should adopt the proposed constitutional amendments."
    },
    {
      "word": "ballot",
      "phonetic": "/ˈbælət/",
      "usage": "Voters cast their ballots in free and fair elections choosing representatives who will serve in parliament."
    },
    {
      "word": "constituency",
      "phonetic": "/kənˈstɪtʃuənsi/",
      "usage": "The elected representative promised to address the concerns and needs of everyone in her constituency diligently."
    },
    {
      "word": "parliament",
      "phonetic": "/ˈpɑːrləmənt/",
      "usage": "Members of parliament debated the controversial bill for hours before finally voting on its passage yesterday."
    },
    {
      "word": "congress",
      "phonetic": "/ˈkɑːŋɡrəs/",
      "usage": "Congress passed landmark legislation addressing healthcare reform after months of intense negotiation and political compromise successfully."
    },
    {
      "word": "senate",
      "phonetic": "/ˈsenət/",
      "usage": "The senate approved the treaty with overwhelming bipartisan support demonstrating rare unity on foreign policy matters."
    },
    {
      "word": "amendment",
      "phonetic": "/əˈmendmənt/",
      "usage": "The constitutional amendment guarantees fundamental rights and freedoms for all citizens regardless of background or beliefs."
    },
    {
      "word": "constitution",
      "phonetic": "/ˌkɑːnstɪˈtuːʃən/",
      "usage": "The constitution establishes the framework for government and protects individual rights through a system of checks."
    },
    {
      "word": "ratification",
      "phonetic": "/ˌrætɪfɪˈkeɪʃən/",
      "usage": "Treaty ratification requires approval from both legislative chambers before it can become legally binding international law."
    },
    {
      "word": "legislation",
      "phonetic": "/ˌledʒɪsˈleɪʃən/",
      "usage": "Environmental legislation aims to reduce carbon emissions and promote sustainable practices across all industrial sectors nationwide."
    },
    {
      "word": "statute",
      "phonetic": "/ˈstætʃuːt/",
      "usage": "The new statute imposes stricter penalties for corporate fraud and white-collar crimes to deter misconduct."
    },
    {
      "word": "ordinance",
      "phonetic": "/ˈɔːrdɪnəns/",
      "usage": "The city council passed an ordinance banning single-use plastic bags to reduce environmental waste pollution."
    },
    {
      "word": "decree",
      "phonetic": "/dɪˈkriː/",
      "usage": "The president issued an executive decree declaring a state of emergency following the natural disaster."
    },
    {
      "word": "mandate",
      "phonetic": "/ˈmændeɪt/",
      "usage": "The election victory gave the new government a clear mandate to implement promised reforms and policies."
    },
    {
      "word": "coalition",
      "phonetic": "/ˌkoʊəˈlɪʃən/",
      "usage": "Multiple political parties formed a coalition government to achieve majority support in parliament for legislation."
    },
    {
      "word": "consortium",
      "phonetic": "/kənˈsɔːrtiəm/",
      "usage": "A consortium of universities collaborated on groundbreaking research to develop innovative solutions for global challenges."
    },
    {
      "word": "exertion",
      "phonetic": "/ɪɡˈzɜːrʃən/",
      "usage": "The study of exertion is a fundamental part of the Global Issues curriculum that helps students understand complex principles more."
    },
    {
      "word": "hegemony",
      "phonetic": "/hɪˈdʒeməni/",
      "usage": "Regional hegemony shifted as emerging economies gained influence in international trade and diplomatic affairs significantly."
    },
    {
      "word": "sovereignty",
      "phonetic": "/ˈsɑːvrənti/",
      "usage": "National sovereignty gives countries the right to govern themselves without external interference from other powers."
    },
    {
      "word": "proliferation",
      "phonetic": "/prəˌlɪfəˈreɪʃən/",
      "usage": "The proliferation of nuclear weapons remains a major concern for international security and global peace efforts."
    }
  ]
}