{
  "language": "es",
  "order": 8,
  "module_id": "es_a1_m08",
  "theme": "Hobbies, Socializing & Emotions",
  "level": "A1",
  "vocabularyItems": [
    {
      "usage": "Mi mejor amigo se llama Carlos y nos conocemos desde la escuela primaria hace más de veinte años felices juntos.",
      "phonetic": "/aˈmi.ɣo/",
      "translation": "Friend (male)",
      "word": "Amigo"
    },
    {
      "phonetic": "/aˈmi.ɣa/",
      "usage": "Mi amiga María es muy divertida y siempre me hace reír con sus historias graciosas cuando salimos juntas los fines.",
      "word": "Amiga",
      "translation": "Friend (female)"
    },
    {
      "translation": "Person",
      "usage": "Conocí a una persona muy interesante en la fiesta anoche que trabaja como fotógrafo profesional viajando por todo el mundo.",
      "phonetic": "/peɾˈso.na/",
      "word": "Persona"
    },
    {
      "translation": "People",
      "word": "Gente",
      "usage": "Hay mucha gente en el parque los domingos disfrutando del buen tiempo, haciendo picnics y jugando con sus familias felices.",
      "phonetic": "/ˈxen.te/"
    },
    {
      "usage": "Vamos a hacer una fiesta de cumpleaños sorpresa para mi hermana el sábado con todos sus amigos y familiares cercanos.",
      "phonetic": "/ˈfjes.ta/",
      "translation": "Party",
      "word": "Fiesta"
    },
    {
      "usage": "Compré un regalo especial para mi madre en su cumpleaños, un collar de plata que le va a encantar mucho.",
      "translation": "Gift / Present",
      "phonetic": "/reˈɣa.lo/",
      "word": "Regalo"
    },
    {
      "translation": "Date / Appointment",
      "word": "Cita",
      "usage": "Tengo una cita con el dentista mañana a las tres de la tarde y no puedo cancelarla porque esperé dos meses.",
      "phonetic": "/ˈsi.ta/"
    },
    {
      "usage": "El amor verdadero es difícil de encontrar pero cuando lo encuentras debes cuidarlo y valorarlo todos los días de tu vida.",
      "phonetic": "/aˈmoɾ/",
      "word": "Amor",
      "translation": "Love"
    },
    {
      "usage": "No me gusta la palabra odio porque es muy fuerte y prefiero decir que algo simplemente no me agrada mucho.",
      "phonetic": "/ˈo.ðjo/",
      "translation": "Hate",
      "word": "Odio"
    },
    {
      "phonetic": "/sonˈri.sa/",
      "translation": "Smile",
      "word": "Sonrisa",
      "usage": "Una sonrisa sincera puede alegrar el día de cualquier persona y crear un ambiente positivo y feliz en cualquier lugar."
    },
    {
      "phonetic": "/ˈbe.so/",
      "translation": "Kiss",
      "word": "Beso",
      "usage": "Le di un beso de buenas noches a mi hija antes de que se durmiera en su cama con su osito de peluche."
    },
    {
      "phonetic": "/aˈβɾa.so/",
      "translation": "Hug",
      "usage": "Mi abuela siempre me da un abrazo fuerte y cálido cuando la visito los domingos para almorzar en su casa acogedora.",
      "word": "Abrazo"
    },
    {
      "phonetic": "/aˈβlaɾ/",
      "translation": "To speak",
      "usage": "Me gusta hablar con personas de diferentes culturas para aprender sobre sus costumbres y tradiciones únicas e interesantes del mundo.",
      "word": "Hablar"
    },
    {
      "phonetic": "/eskuˈtʃaɾ/",
      "usage": "Es importante escuchar atentamente cuando alguien te habla para entender bien su mensaje y responder de manera apropiada y respetuosa.",
      "translation": "To listen",
      "word": "Escuchar"
    },
    {
      "usage": "Me encanta reír con mis amigos viendo comedias divertidas en el cine los viernes por la noche después del trabajo.",
      "phonetic": "/reˈiɾ/",
      "translation": "To laugh",
      "word": "Reír"
    },
    {
      "translation": "To sing",
      "phonetic": "/kanˈtaɾ/",
      "word": "Cantar",
      "usage": "Me gusta cantar en la ducha por las mañanas aunque no tengo muy buena voz pero me hace sentir feliz."
    },
    {
      "phonetic": "/baiˈlaɾ/",
      "translation": "To dance",
      "word": "Bailar",
      "usage": "Voy a clases de salsa todos los martes por la noche para aprender a bailar mejor y conocer gente nueva interesante."
    },
    {
      "phonetic": "/xuˈɣaɾ/",
      "usage": "Los niños juegan en el parque todas las tardes después de la escuela con sus amigos corriendo y riendo felices.",
      "translation": "To play",
      "word": "Jugar"
    },
    {
      "phonetic": "/deˈpoɾ.te/",
      "word": "Deporte",
      "translation": "Sport",
      "usage": "Practico deporte tres veces por semana para mantenerme en forma y saludable física y mentalmente durante todo el año."
    },
    {
      "usage": "El fútbol es el deporte más popular en España y millones de personas ven los partidos en la televisión los fines.",
      "translation": "Soccer",
      "word": "Fútbol",
      "phonetic": "/ˈfut.bol/"
    },
    {
      "usage": "Juego tenis los sábados por la mañana con mi vecino en las canchas del club deportivo cerca de mi casa.",
      "phonetic": "/ˈte.nis/",
      "word": "Tenis",
      "translation": "Tennis"
    },
    {
      "translation": "To swim",
      "usage": "Me encanta nadar en el mar durante el verano cuando el agua está cálida y cristalina bajo el sol brillante.",
      "word": "Nadar",
      "phonetic": "/naˈðaɾ/"
    },
    {
      "translation": "To run",
      "word": "Correr",
      "usage": "Salgo a correr todas las mañanas antes del trabajo para hacer ejercicio y empezar el día con energía positiva y fresca.",
      "phonetic": "/koˈreɾ/"
    },
    {
      "word": "Caminar",
      "usage": "Prefiero caminar al trabajo en lugar de conducir porque es bueno para la salud y el medio ambiente sin contaminar.",
      "translation": "To walk",
      "phonetic": "/kamiˈnaɾ/"
    },
    {
      "phonetic": "/bjaˈxaɾ/",
      "translation": "To travel",
      "usage": "Me encanta viajar a países nuevos para conocer diferentes culturas, probar comidas exóticas y hacer amigos de todo el mundo.",
      "word": "Viajar"
    },
    {
      "phonetic": "/leˈeɾ/",
      "usage": "Leo un libro nuevo cada mes para mantener mi mente activa y aprender cosas nuevas sobre diferentes temas interesantes variados.",
      "word": "Leer",
      "translation": "To read"
    },
    {
      "phonetic": "/miˈɾaɾ/",
      "usage": "Me gusta mirar documentales sobre naturaleza en la televisión porque aprendo mucho sobre animales y ecosistemas del planeta Tierra.",
      "translation": "To watch",
      "word": "Mirar"
    },
    {
      "usage": "Vimos una película de acción muy emocionante en el cine anoche con efectos especiales increíbles y una trama fascinante absorbente.",
      "phonetic": "/peˈli.ku.la/",
      "translation": "Movie",
      "word": "Película"
    },
    {
      "word": "Música",
      "translation": "Music",
      "usage": "Escucho música todos los días mientras trabajo porque me ayuda a concentrarme mejor y me pone de buen humor siempre.",
      "phonetic": "/ˈmu.si.ka/"
    },
    {
      "phonetic": "/kanˈsjon/",
      "usage": "Mi canción favorita es de un artista español y la escucho todos los días porque me recuerda momentos felices de mi vida.",
      "translation": "Song",
      "word": "Canción"
    },
    {
      "word": "Pintar",
      "usage": "Me gusta pintar paisajes con acuarelas los fines de semana como hobby relajante que me ayuda a expresar mi creatividad artística.",
      "phonetic": "/pinˈtaɾ/",
      "translation": "To paint"
    },
    {
      "phonetic": "/diβuˈxaɾ/",
      "usage": "Mi hija dibuja muy bien y quiere ser artista cuando sea grande para crear ilustraciones hermosas para libros infantiles educativos.",
      "translation": "To draw",
      "word": "Dibujar"
    },
    {
      "phonetic": "/fotoɣɾaˈfi.a/",
      "usage": "La fotografía es mi pasión y paso horas tomando fotos de la naturaleza y editándolas en mi computadora con programas profesionales.",
      "word": "Fotografía",
      "translation": "Photography"
    },
    {
      "translation": "Camera",
      "phonetic": "/ˈka.ma.ɾa/",
      "word": "Cámara",
      "usage": "Compré una cámara profesional nueva para tomar mejores fotos durante mis viajes por Europa el próximo verano con mi familia."
    },
    {
      "usage": "Toco un instrumento musical desde que era niño y ahora doy clases de piano a estudiantes jóvenes los fines de semana.",
      "phonetic": "/instɾuˈmen.to/",
      "word": "Instrumento",
      "translation": "Instrument"
    },
    {
      "word": "Guitarra",
      "usage": "Aprendí a tocar la guitarra cuando tenía quince años y ahora toco en una banda con amigos los sábados por la noche.",
      "translation": "Guitar",
      "phonetic": "/ɡiˈta.ra/"
    },
    {
      "usage": "El piano es un instrumento hermoso y me encanta escuchar música clásica de compositores famosos como Mozart y Beethoven siempre.",
      "phonetic": "/ˈpja.no/",
      "word": "Piano",
      "translation": "Piano"
    },
    {
      "phonetic": "/biðeoˈxwe.ɣo/",
      "usage": "Mi hermano juega videojuegos en línea con sus amigos todas las noches después de terminar su tarea escolar y estudiar.",
      "translation": "Video game",
      "word": "Videojuego"
    },
    {
      "usage": "Uso internet todos los días para trabajar, comunicarme con amigos y familiares, y aprender cosas nuevas en cursos online gratuitos.",
      "translation": "Internet",
      "phonetic": "/inteɾˈnet/",
      "word": "Internet"
    },
    {
      "phonetic": "/ˈre.ðes soˈsja.les/",
      "usage": "Paso demasiado tiempo en redes sociales viendo fotos y videos de amigos pero trato de reducir el uso para ser más productivo.",
      "translation": "Social media",
      "word": "Redes sociales"
    },
    {
      "phonetic": "/feˈlis/",
      "usage": "Me siento muy feliz cuando paso tiempo con mi familia y amigos disfrutando de buena comida y conversaciones interesantes agradables.",
      "word": "Feliz",
      "translation": "Happy"
    },
    {
      "phonetic": "/ˈtɾis.te/",
      "usage": "Estoy triste porque mi mejor amigo se mudó a otra ciudad y lo voy a extrañar mucho aunque nos mantendremos en contacto.",
      "translation": "Sad",
      "word": "Triste"
    },
    {
      "phonetic": "/enoˈxa.ðo/",
      "word": "Enojado",
      "usage": "Estoy enojado porque alguien rayó mi coche nuevo en el estacionamiento y ahora tengo que pagar por las reparaciones costosas.",
      "translation": "Angry"
    },
    {
      "usage": "Estaba asustado cuando vi la película de terror anoche porque tenía escenas muy intensas y aterradoras que me dieron pesadillas.",
      "translation": "Scared",
      "phonetic": "/asusˈta.ðo/",
      "word": "Asustado"
    },
    {
      "phonetic": "/soɾpɾenˈdi.ðo/",
      "translation": "Surprised",
      "usage": "Estuve muy sorprendido cuando mis amigos me hicieron una fiesta sorpresa de cumpleaños sin que yo supiera nada al respecto.",
      "word": "Sorprendido"
    },
    {
      "phonetic": "/kanˈsa.ðo/",
      "translation": "Tired",
      "word": "Cansado",
      "usage": "Estoy muy cansado después de trabajar doce horas hoy y solo quiero llegar a casa, ducharme y dormir profundamente."
    },
    {
      "usage": "Estoy aburrido en casa este fin de semana porque no tengo planes y todos mis amigos están ocupados con sus familias.",
      "word": "Aburrido",
      "phonetic": "/aβuˈri.ðo/",
      "translation": "Bored"
    },
    {
      "usage": "Estoy preocupado por mi examen final de mañana porque el material es muy difícil y no sé si estudié lo suficiente.",
      "translation": "Worried",
      "word": "Preocupado",
      "phonetic": "/pɾeokuˈpa.ðo/"
    },
    {
      "usage": "Estoy muy emocionado por mi viaje a España el próximo mes porque siempre he soñado con visitar ese país hermoso.",
      "translation": "Excited",
      "phonetic": "/emoθjoˈna.ðo/",
      "word": "Emocionado"
    },
    {
      "translation": "Relaxed",
      "phonetic": "/relaˈxa.ðo/",
      "word": "Relajado",
      "usage": "Me siento relajado cuando estoy en la playa escuchando las olas del mar y sintiendo la brisa cálida en mi cara."
    },
    {
      "usage": "Me siento bien hoy porque dormí ocho horas, hice ejercicio por la mañana y comí un desayuno saludable y nutritivo.",
      "phonetic": "/senˈtiɾ.se/",
      "translation": "To feel",
      "word": "Sentirse"
    },
    {
      "usage": "Pienso mucho sobre mi futuro y qué carrera profesional quiero seguir para ser feliz y exitoso en la vida adulta.",
      "phonetic": "/penˈsaɾ/",
      "translation": "To think",
      "word": "Pensar"
    },
    {
      "usage": "Creo que es importante ser honesto y trabajar duro para alcanzar tus metas y sueños en la vida sin rendirse nunca.",
      "word": "Creer",
      "phonetic": "/kɾeˈeɾ/",
      "translation": "To believe"
    },
    {
      "phonetic": "/espeˈɾan.sa/",
      "word": "Esperanza",
      "usage": "Tengo esperanza de que el mundo será un lugar mejor en el futuro si todos trabajamos juntos por la paz.",
      "translation": "Hope"
    },
    {
      "translation": "Fear",
      "phonetic": "/ˈmje.ðo/",
      "word": "Miedo",
      "usage": "Tengo miedo de las arañas grandes y siempre grito cuando veo una en mi casa pidiendo ayuda a alguien inmediatamente."
    },
    {
      "translation": "Peace",
      "usage": "Busco paz y tranquilidad en mi vida diaria meditando todas las mañanas antes de empezar el día con trabajo y responsabilidades.",
      "phonetic": "/pas/",
      "word": "Paz"
    },
    {
      "translation": "Freedom",
      "word": "Libertad",
      "usage": "La libertad es un derecho fundamental de todos los seres humanos y debemos luchar para protegerla siempre sin excepción alguna.",
      "phonetic": "/liβeɾˈtað/"
    },
    {
      "translation": "Justice",
      "word": "Justicia",
      "usage": "Creo en la justicia social y que todas las personas merecen igualdad de oportunidades sin importar su origen o condición económica.",
      "phonetic": "/xusˈti.sja/"
    },
    {
      "phonetic": "/resˈpe.to/",
      "word": "Respeto",
      "translation": "Respect",
      "usage": "El respeto mutuo es la base de todas las relaciones saludables ya sean personales, profesionales o familiares en la vida."
    },
    {
      "phonetic": "/konˈfjan.sa/",
      "usage": "La confianza es difícil de ganar pero fácil de perder, por eso siempre trato de ser honesto con las personas.",
      "translation": "Trust",
      "word": "Confianza"
    },
    {
      "usage": "Nos reunimos todos los viernes después del trabajo para tomar algo y conversar sobre nuestras vidas y planes futuros emocionantes.",
      "phonetic": "/rewˈniɾ.se/",
      "translation": "To meet up",
      "word": "Reunirse"
    },
    {
      "phonetic": "/bisiˈtaɾ/",
      "translation": "To visit",
      "usage": "Voy a visitar a mis abuelos este fin de semana porque hace mucho tiempo que no los veo y los extraño.",
      "word": "Visitar"
    },
    {
      "phonetic": "/imbiˈtaɾ/",
      "word": "Invitar",
      "usage": "Voy a invitar a todos mis amigos a mi casa el sábado para celebrar mi cumpleaños con una fiesta grande.",
      "translation": "To invite"
    },
    {
      "usage": "Me gusta ayudar a las personas necesitadas haciendo trabajo voluntario en un comedor comunitario los fines de semana regularmente siempre.",
      "phonetic": "/aʝuˈðaɾ/",
      "translation": "To help",
      "word": "Ayudar"
    },
    {
      "phonetic": "/kompaɾˈtiɾ/",
      "usage": "Es importante compartir lo que tienes con los demás y ser generoso con tu tiempo, dinero y conocimientos sin esperar nada.",
      "translation": "To share",
      "word": "Compartir"
    },
    {
      "usage": "Voy a regalar un libro a mi hermana para su cumpleaños porque sé que le encanta leer novelas de misterio.",
      "phonetic": "/reɣaˈlaɾ/",
      "translation": "To give (a gift)",
      "word": "Regalar"
    },
    {
      "phonetic": "/seleˈβɾaɾ/",
      "translation": "To celebrate",
      "word": "Celebrar",
      "usage": "Vamos a celebrar nuestro aniversario de bodas con una cena romántica en un restaurante elegante con vista al mar hermoso."
    },
    {
      "word": "Bailar",
      "usage": "Me encanta bailar salsa y bachata en las fiestas porque es muy divertido y una buena forma de hacer ejercicio también.",
      "phonetic": "/baiˈlaɾ/",
      "translation": "To dance"
    },
    {
      "usage": "Cantamos canciones tradicionales españolas en la fiesta de Navidad con toda la familia reunida alrededor del árbol navideño decorado bellamente.",
      "translation": "To sing",
      "phonetic": "/kanˈtaɾ/",
      "word": "Cantar"
    },
    {
      "translation": "To travel",
      "usage": "Quiero viajar por todo el mundo y conocer diferentes culturas, idiomas y tradiciones antes de ser demasiado viejo para hacerlo.",
      "phonetic": "/bjaˈxaɾ/",
      "word": "Viajar"
    },
    {
      "phonetic": "/ˈpla.ʝa/",
      "translation": "Beach",
      "word": "Playa",
      "usage": "Vamos a la playa todos los veranos para nadar, tomar el sol y relajarnos lejos del estrés de la ciudad."
    },
    {
      "usage": "Me gusta hacer senderismo en las montañas los fines de semana para disfrutar de la naturaleza y el aire fresco puro.",
      "word": "Montaña",
      "phonetic": "/monˈta.ɲa/",
      "translation": "Mountain"
    },
    {
      "phonetic": "/ˈkam.po/",
      "word": "Campo",
      "usage": "Mis abuelos viven en el campo y tienen una granja con vacas, gallinas y un huerto grande de verduras frescas orgánicas.",
      "translation": "Countryside"
    },
    {
      "usage": "Me encanta la naturaleza y paso mucho tiempo al aire libre caminando por bosques y observando pájaros y animales salvajes.",
      "phonetic": "/natuɾaˈle.sa/",
      "word": "Naturaleza",
      "translation": "Nature"
    },
    {
      "usage": "Me gustan todos los animales pero especialmente los perros porque son leales, cariñosos y siempre están felices de verte llegar.",
      "translation": "Animal",
      "phonetic": "/aniˈmal/",
      "word": "Animal"
    },
    {
      "phonetic": "/ˈpe.ro/",
      "usage": "Tengo un perro labrador que se llama Max y es muy juguetón, inteligente y el mejor amigo que he tenido.",
      "translation": "Dog",
      "word": "Perro"
    },
    {
      "usage": "Mi gata se llama Luna y es muy independiente pero también muy cariñosa cuando quiere atención y comida de su plato.",
      "word": "Gato",
      "phonetic": "/ˈɡa.to/",
      "translation": "Cat"
    },
    {
      "word": "Pájaro",
      "phonetic": "/ˈpa.xa.ɾo/",
      "translation": "Bird",
      "usage": "Me gusta observar pájaros en el parque con mis binoculares y aprender sobre las diferentes especies que viven en mi ciudad."
    },
    {
      "usage": "Compro flores frescas todos los viernes para decorar mi casa y llenar las habitaciones con su aroma dulce y agradable natural.",
      "word": "Flor",
      "phonetic": "/floɾ/",
      "translation": "Flower"
    },
    {
      "usage": "Hay un árbol grande y viejo en el jardín de mi casa que da mucha sombra en verano y es perfecto.",
      "phonetic": "/ˈaɾ.βol/",
      "word": "Árbol",
      "translation": "Tree"
    },
    {
      "phonetic": "/sol/",
      "usage": "El sol brilla intensamente hoy y hace mucho calor, así que voy a ponerme protector solar antes de salir afuera.",
      "translation": "Sun",
      "word": "Sol"
    },
    {
      "phonetic": "/ˈlu.na/",
      "word": "Luna",
      "usage": "Me gusta mirar la luna llena por la noche desde mi balcón porque es hermosa y me hace sentir tranquilo.",
      "translation": "Moon"
    },
    {
      "word": "Estrella",
      "phonetic": "/esˈtɾe.ʝa/",
      "usage": "Las estrellas brillan en el cielo nocturno cuando no hay nubes y es un espectáculo hermoso que me fascina siempre.",
      "translation": "Star"
    },
    {
      "phonetic": "/ˈai.ɾe/",
      "usage": "El aire fresco de la montaña es puro y limpio, muy diferente del aire contaminado de la ciudad grande urbana.",
      "translation": "Air",
      "word": "Aire"
    },
    {
      "usage": "Debemos cuidar la Tierra y proteger el medio ambiente para las futuras generaciones que vivirán en este planeta hermoso nuestro.",
      "phonetic": "/ˈtje.ra/",
      "translation": "Earth / Land",
      "word": "Tierra"
    },
    {
      "phonetic": "/ˈfwe.ɣo/",
      "translation": "Fire",
      "usage": "Encendemos el fuego en la chimenea durante el invierno para calentar la casa y crear un ambiente acogedor y cálido.",
      "word": "Fuego"
    },
    {
      "phonetic": "/ˈa.ɣwa/",
      "usage": "El agua es esencial para la vida y debemos conservarla y no desperdiciarla porque es un recurso limitado y valioso fundamental.",
      "translation": "Water",
      "word": "Agua"
    },
    {
      "translation": "Light",
      "phonetic": "/lus/",
      "word": "Luz",
      "usage": "La luz del sol entra por la ventana de mi habitación todas las mañanas y me despierta naturalmente sin necesidad."
    },
    {
      "word": "Sombra",
      "usage": "Busco sombra bajo los árboles cuando hace mucho calor en verano para protegerme del sol intenso y refrescarme un poco.",
      "phonetic": "/ˈsom.bɾa/",
      "translation": "Shadow"
    },
    {
      "usage": "Mi color favorito es el azul porque me recuerda al mar y al cielo y me hace sentir calmado y relajado.",
      "phonetic": "/koˈloɾ/",
      "translation": "Color",
      "word": "Color"
    },
    {
      "translation": "Sound",
      "usage": "Me gusta el sonido de la lluvia cayendo en el techo por la noche porque me ayuda a dormir profundamente.",
      "phonetic": "/soˈni.ðo/",
      "word": "Sonido"
    },
    {
      "phonetic": "/siˈlen.sjo/",
      "usage": "Necesito silencio absoluto para concentrarme cuando estudio o trabajo en proyectos importantes que requieren mucha atención y enfoque mental.",
      "word": "Silencio",
      "translation": "Silence"
    },
    {
      "usage": "Mi abuela tiene una voz suave y calmante que siempre me reconforta cuando estoy triste o preocupado por algo importante.",
      "translation": "Voice",
      "phonetic": "/bos/",
      "word": "Voz"
    },
    {
      "usage": "Cuido mi cuerpo haciendo ejercicio regularmente, comiendo saludable y durmiendo ocho horas todas las noches sin excepción para mantenerme sano.",
      "phonetic": "/ˈkweɾ.po/",
      "word": "Cuerpo",
      "translation": "Body"
    },
    {
      "translation": "Mind",
      "word": "Mente",
      "phonetic": "/ˈmen.te/",
      "usage": "Es importante mantener la mente activa leyendo, aprendiendo cosas nuevas y resolviendo problemas complejos todos los días de la vida."
    },
    {
      "usage": "Creo que el alma es la esencia de una persona y lo que nos hace únicos y especiales en este mundo.",
      "phonetic": "/ˈal.ma/",
      "translation": "Soul",
      "word": "Alma"
    },
    {
      "usage": "La vida es corta y debemos aprovechar cada momento, ser felices y hacer lo que amamos sin arrepentimientos ni miedos.",
      "phonetic": "/ˈbi.ða/",
      "translation": "Life",
      "word": "Vida"
    },
    {
      "translation": "Death",
      "phonetic": "/ˈmweɾ.te/",
      "word": "Muerte",
      "usage": "La muerte es parte natural de la vida y aunque es triste, debemos aceptarla y valorar el tiempo que tenemos."
    },
    {
      "usage": "El tiempo pasa muy rápido y debemos aprovecharlo bien haciendo cosas que nos hagan felices y pasar momentos con seres queridos.",
      "translation": "Time",
      "phonetic": "/ˈtjem.po/",
      "word": "Tiempo"
    },
    {
      "usage": "Me fascina el espacio exterior y los planetas, estrellas y galaxias que existen en el universo infinito y misterioso siempre cambiante.",
      "translation": "Space",
      "phonetic": "/esˈpa.sjo/",
      "word": "Espacio"
    }
  ]
}