{
  "level": "A1",
  "theme": "Clothes & The Body",
  "order": 4,
  "module_id": "es_a1_m04",
  "language": "es",
  "vocabularyItems": [
    {
      "word": "Cuerpo",
      "translation": "Body",
      "phonetic": "/ˈkweɾ.po/",
      "usage": "El cuerpo humano es una máquina perfecta con muchos órganos que trabajan juntos para mantenernos vivos y saludables."
    },
    {
      "translation": "Head",
      "word": "Cabeza",
      "usage": "Me duele la cabeza porque ayer trabajé muchas horas frente a la computadora sin descansar adecuadamente durante el día.",
      "phonetic": "/kaˈβe.sa/"
    },
    {
      "phonetic": "/ˈka.ɾa/",
      "translation": "Face",
      "usage": "Me lavo la cara todas las mañanas con agua fría para despertarme bien y empezar el día con energía.",
      "word": "Cara"
    },
    {
      "word": "Ojo",
      "phonetic": "/ˈo.xo/",
      "usage": "Tengo los ojos azules como mi madre y uso gafas para leer porque mi vista no es muy buena.",
      "translation": "Eye"
    },
    {
      "phonetic": "/naˈɾis/",
      "translation": "Nose",
      "usage": "Mi nariz está congestionada porque tengo un resfriado y no puedo respirar bien por las noches cuando duermo.",
      "word": "Nariz"
    },
    {
      "usage": "Me cepillo los dientes tres veces al día para mantener mi boca limpia y tener un aliento fresco siempre.",
      "phonetic": "/ˈbo.ka/",
      "word": "Boca",
      "translation": "Mouth"
    },
    {
      "phonetic": "/oˈɾe.xa/",
      "translation": "Ear",
      "usage": "Tengo las orejas grandes como mi abuelo y uso aretes pequeños de plata que me regaló mi madre.",
      "word": "Oreja"
    },
    {
      "usage": "Mi pelo es largo y castaño, me gusta llevarlo suelto pero a veces lo recojo en una cola de caballo.",
      "phonetic": "/ˈpe.lo/",
      "word": "Pelo",
      "translation": "Hair"
    },
    {
      "usage": "Me duele el cuello porque dormí en una mala posición anoche y ahora no puedo moverlo bien sin dolor.",
      "word": "Cuello",
      "translation": "Neck",
      "phonetic": "/ˈkwe.ʝo/"
    },
    {
      "phonetic": "/ˈom.bɾo/",
      "word": "Hombro",
      "usage": "Llevo mi bolsa pesada en el hombro derecho todos los días y por eso me duele mucho al final.",
      "translation": "Shoulder"
    },
    {
      "word": "Brazo",
      "translation": "Arm",
      "phonetic": "/ˈbɾa.so/",
      "usage": "Me rompí el brazo izquierdo jugando fútbol el mes pasado y tuve que usar un yeso durante seis semanas."
    },
    {
      "translation": "Hand",
      "word": "Mano",
      "usage": "Me lavo las manos con jabón antes de comer para evitar enfermedades y mantener una buena higiene personal siempre.",
      "phonetic": "/ˈma.no/"
    },
    {
      "phonetic": "/ˈde.ðo/",
      "word": "Dedo",
      "usage": "Me corté el dedo con un cuchillo mientras cocinaba y tuve que ponerme una curita para detener el sangrado.",
      "translation": "Finger"
    },
    {
      "translation": "Chest",
      "usage": "Me duele el pecho cuando corro mucho porque no estoy acostumbrado a hacer ejercicio cardiovascular intenso regularmente.",
      "phonetic": "/ˈpe.tʃo/",
      "word": "Pecho"
    },
    {
      "translation": "Back",
      "word": "Espalda",
      "usage": "Me duele la espalda porque paso muchas horas sentado en la oficina sin levantarme a estirar los músculos.",
      "phonetic": "/esˈpal.da/"
    },
    {
      "translation": "Stomach",
      "word": "Estómago",
      "usage": "Me duele el estómago porque comí demasiado en la cena de anoche y ahora me siento muy lleno e incómodo.",
      "phonetic": "/esˈto.ma.ɣo/"
    },
    {
      "word": "Pierna",
      "usage": "Mis piernas están cansadas después de caminar todo el día por la ciudad haciendo compras en diferentes tiendas del centro.",
      "translation": "Leg",
      "phonetic": "/ˈpjeɾ.na/"
    },
    {
      "usage": "Me lastimé la rodilla jugando baloncesto y ahora tengo que usar una venda elástica para poder caminar sin dolor.",
      "translation": "Knee",
      "word": "Rodilla",
      "phonetic": "/roˈði.ʝa/"
    },
    {
      "usage": "Me duelen los pies porque caminé mucho hoy con zapatos nuevos que no son muy cómodos para largas distancias.",
      "word": "Pie",
      "phonetic": "/pje/",
      "translation": "Foot"
    },
    {
      "word": "Corazón",
      "translation": "Heart",
      "phonetic": "/koɾaˈson/",
      "usage": "El corazón es el órgano más importante del cuerpo porque bombea sangre a todas las partes para mantenernos vivos."
    },
    {
      "phonetic": "/ˈsaŋ.gɾe/",
      "usage": "Doné sangre en el hospital la semana pasada para ayudar a personas enfermas que necesitan transfusiones urgentes de emergencia.",
      "word": "Sangre",
      "translation": "Blood"
    },
    {
      "translation": "Skin",
      "usage": "Tengo la piel sensible y uso protector solar todos los días para protegerme del sol y evitar quemaduras dolorosas.",
      "phonetic": "/pjel/",
      "word": "Piel"
    },
    {
      "translation": "Bone",
      "phonetic": "/ˈwe.so/",
      "word": "Hueso",
      "usage": "Me rompí un hueso del pie hace dos años y tuve que usar muletas durante un mes para caminar."
    },
    {
      "word": "Ropa",
      "usage": "Necesito comprar ropa nueva para el invierno porque la que tengo del año pasado ya no me queda bien.",
      "phonetic": "/ˈro.pa/",
      "translation": "Clothes"
    },
    {
      "usage": "Llevo una camisa blanca y pantalones negros al trabajo todos los días porque es el código de vestimenta de la oficina.",
      "phonetic": "/kaˈmi.sa/",
      "translation": "Shirt",
      "word": "Camisa"
    },
    {
      "usage": "Me gusta usar camisetas cómodas de algodón los fines de semana cuando estoy en casa descansando y relajándome tranquilamente.",
      "translation": "T-shirt",
      "word": "Camiseta",
      "phonetic": "/kamiˈse.ta/"
    },
    {
      "phonetic": "/pantaˈlo.nes/",
      "word": "Pantalones",
      "translation": "Pants",
      "usage": "Estos pantalones vaqueros son muy cómodos y me quedan perfectos, los uso casi todos los días para ir al trabajo."
    },
    {
      "phonetic": "/besˈti.ðo/",
      "translation": "Dress",
      "usage": "Mi hermana compró un vestido rojo muy bonito para la fiesta de bodas de nuestra prima el próximo sábado.",
      "word": "Vestido"
    },
    {
      "word": "Falda",
      "usage": "Me gusta usar faldas largas en verano porque son frescas y cómodas cuando hace mucho calor durante el día.",
      "translation": "Skirt",
      "phonetic": "/ˈfal.da/"
    },
    {
      "usage": "Llevo una chaqueta de cuero negra cuando hace frío porque me protege del viento y me mantiene caliente siempre.",
      "phonetic": "/tʃaˈke.ta/",
      "word": "Chaqueta",
      "translation": "Jacket"
    },
    {
      "translation": "Coat",
      "phonetic": "/aˈβɾi.ɣo/",
      "usage": "En invierno uso un abrigo largo y grueso para protegerme del frío intenso y la nieve que cae constantemente.",
      "word": "Abrigo"
    },
    {
      "word": "Zapatos",
      "translation": "Shoes",
      "phonetic": "/saˈpa.tos/",
      "usage": "Necesito comprar zapatos nuevos porque los que tengo están viejos y rotos después de usarlos todos los días."
    },
    {
      "translation": "Boots",
      "usage": "Uso botas de lluvia cuando está lloviendo para mantener mis pies secos y evitar mojarme con el agua de los charcos.",
      "phonetic": "/ˈbo.tas/",
      "word": "Botas"
    },
    {
      "usage": "Siempre uso calcetines de algodón porque son cómodos y mantienen mis pies calientes durante todo el día en invierno.",
      "phonetic": "/kalseˈti.nes/",
      "translation": "Socks",
      "word": "Calcetines"
    },
    {
      "word": "Sombrero",
      "translation": "Hat",
      "phonetic": "/somˈbɾe.ɾo/",
      "usage": "Uso un sombrero grande en verano para proteger mi cara del sol fuerte y evitar quemaduras en la piel."
    },
    {
      "word": "Gorra",
      "phonetic": "/ˈgo.ra/",
      "usage": "Me gusta usar una gorra de béisbol cuando salgo a correr por el parque los fines de semana por la mañana.",
      "translation": "Cap"
    },
    {
      "usage": "Uso gafas para ver mejor porque tengo miopía y sin ellas no puedo leer ni ver la televisión claramente desde lejos.",
      "word": "Gafas",
      "translation": "Glasses",
      "phonetic": "/ˈɡa.fas/"
    },
    {
      "phonetic": "/sintuˈɾon/",
      "word": "Cinturón",
      "translation": "Belt",
      "usage": "Necesito un cinturón nuevo de cuero marrón para usar con mis pantalones formales del trabajo en la oficina del centro."
    },
    {
      "translation": "Gloves",
      "usage": "Uso guantes de lana en invierno para mantener mis manos calientes cuando camino por la calle con mucho frío.",
      "phonetic": "/ˈɡwan.tes/",
      "word": "Guantes"
    },
    {
      "usage": "Llevo una bufanda roja alrededor del cuello en invierno para protegerme del viento frío que sopla fuerte siempre.",
      "word": "Bufanda",
      "translation": "Scarf",
      "phonetic": "/buˈfan.da/"
    },
    {
      "word": "Bolsa",
      "translation": "Bag",
      "phonetic": "/ˈbol.sa/",
      "usage": "Llevo una bolsa grande para guardar mis libros, mi computadora y otras cosas que necesito durante el día de trabajo."
    },
    {
      "usage": "Guardo mi dinero, mis tarjetas de crédito y mi identificación en mi cartera de cuero que siempre llevo conmigo.",
      "translation": "Wallet / Purse",
      "phonetic": "/kaɾˈte.ɾa/",
      "word": "Cartera"
    },
    {
      "usage": "Uso un reloj de pulsera elegante que me regaló mi padre para mi cumpleaños hace dos años y lo cuido mucho.",
      "translation": "Watch",
      "word": "Reloj",
      "phonetic": "/reˈlox/"
    },
    {
      "usage": "Mi madre tiene muchas joyas hermosas de oro y plata que heredó de mi abuela y las guarda en una caja.",
      "word": "Joyas",
      "phonetic": "/ˈxo.ʝas/",
      "translation": "Jewelry"
    },
    {
      "translation": "Ring",
      "usage": "Llevo un anillo de oro en mi dedo anular que me dio mi esposo el día de nuestra boda hace cinco años.",
      "word": "Anillo",
      "phonetic": "/aˈni.ʝo/"
    },
    {
      "usage": "Hoy llevo una camisa azul y pantalones grises porque tengo una reunión importante en la oficina esta tarde con clientes.",
      "word": "Llevar",
      "phonetic": "/ʝeˈβaɾ/",
      "translation": "To wear / carry"
    },
    {
      "word": "Ponerse",
      "translation": "To put on",
      "usage": "Me pongo el abrigo antes de salir de casa porque hace mucho frío afuera y está nevando intensamente hoy.",
      "phonetic": "/poˈneɾ.se/"
    },
    {
      "word": "Quitarse",
      "translation": "To take off",
      "phonetic": "/kiˈtaɾ.se/",
      "usage": "Me quito los zapatos cuando llego a casa para estar más cómodo y relajarme después de un largo día."
    },
    {
      "word": "Comprar",
      "translation": "To buy",
      "phonetic": "/komˈpɾaɾ/",
      "usage": "Voy a comprar ropa nueva este fin de semana en el centro comercial porque hay grandes descuentos y ofertas especiales."
    },
    {
      "usage": "Voy a vender mi ropa vieja en internet para ganar algo de dinero y comprar ropa nueva más moderna.",
      "phonetic": "/benˈdeɾ/",
      "word": "Vender",
      "translation": "To sell"
    },
    {
      "usage": "El precio de esta chaqueta es muy alto, cuesta doscientos euros y no tengo suficiente dinero para comprarla ahora.",
      "word": "Precio",
      "translation": "Price",
      "phonetic": "/ˈpɾe.sjo/"
    },
    {
      "usage": "Esta tienda vende ropa muy barata y de buena calidad, por eso siempre compro aquí cuando necesito algo nuevo.",
      "word": "Barato",
      "phonetic": "/baˈɾa.to/",
      "translation": "Cheap"
    },
    {
      "word": "Caro",
      "translation": "Expensive",
      "phonetic": "/ˈka.ɾo/",
      "usage": "Este restaurante es muy caro, una cena para dos personas cuesta más de cien euros sin incluir las bebidas alcohólicas."
    },
    {
      "word": "Nuevo",
      "translation": "New",
      "usage": "Compré un coche nuevo el mes pasado y estoy muy feliz porque es cómodo, rápido y consume poca gasolina.",
      "phonetic": "/ˈnwe.βo/"
    },
    {
      "translation": "Old",
      "usage": "Mi abuelo es muy viejo, tiene noventa años pero todavía está muy activo y camina todos los días por el parque.",
      "word": "Viejo",
      "phonetic": "/ˈbje.xo/"
    },
    {
      "translation": "Big",
      "phonetic": "/ˈɡɾan.de/",
      "word": "Grande",
      "usage": "Vivo en una casa grande con cinco habitaciones, un jardín amplio y una piscina para nadar en verano."
    },
    {
      "usage": "Mi apartamento es pequeño pero cómodo, tiene una habitación, una cocina y un baño que es suficiente para mí.",
      "phonetic": "/peˈke.ɲo/",
      "word": "Pequeño",
      "translation": "Small"
    },
    {
      "translation": "Long",
      "word": "Largo",
      "phonetic": "/ˈlaɾ.ɣo/",
      "usage": "Tengo el pelo largo hasta la cintura y me gusta mucho aunque toma tiempo lavarlo y secarlo completamente todos los días."
    },
    {
      "phonetic": "/ˈkoɾ.to/",
      "word": "Corto",
      "usage": "Mi hermano tiene el pelo muy corto porque prefiere un estilo simple que no requiere mucho mantenimiento ni cuidado diario.",
      "translation": "Short"
    },
    {
      "word": "Ancho",
      "phonetic": "/ˈaŋ.tʃo/",
      "usage": "Esta calle es muy ancha y tiene cuatro carriles para los coches, así que el tráfico fluye rápido sin problemas.",
      "translation": "Wide"
    },
    {
      "usage": "El pasillo de mi casa es muy estrecho y solo cabe una persona a la vez caminando por él sin problemas.",
      "phonetic": "/esˈtɾe.tʃo/",
      "word": "Estrecho",
      "translation": "Narrow"
    },
    {
      "usage": "Qué vestido tan bonito llevas hoy, el color azul te queda muy bien y te hace ver muy elegante y hermosa.",
      "word": "Bonito",
      "translation": "Pretty / Nice",
      "phonetic": "/boˈni.to/"
    },
    {
      "translation": "Ugly",
      "usage": "Ese edificio es muy feo, tiene un diseño antiguo y está en mal estado, necesita una renovación completa urgente.",
      "phonetic": "/ˈfe.o/",
      "word": "Feo"
    },
    {
      "usage": "Mi casa siempre está limpia porque limpio todos los días y no me gusta vivir en un lugar desordenado o sucio.",
      "phonetic": "/ˈlim.pjo/",
      "translation": "Clean",
      "word": "Limpio"
    },
    {
      "usage": "Mi coche está muy sucio después del viaje por el campo, necesito lavarlo este fin de semana sin falta para que brille.",
      "translation": "Dirty",
      "phonetic": "/ˈsu.sjo/",
      "word": "Sucio"
    },
    {
      "word": "Rápido",
      "phonetic": "/ˈra.pi.ðo/",
      "translation": "Fast",
      "usage": "Este tren es muy rápido y llega a Madrid en solo dos horas, es mucho mejor que conducir en coche."
    },
    {
      "usage": "El autobús es muy lento porque para en muchas estaciones, prefiero tomar el metro que es más rápido siempre.",
      "phonetic": "/ˈlen.to/",
      "word": "Lento",
      "translation": "Slow"
    },
    {
      "phonetic": "/ˈfweɾ.te/",
      "word": "Fuerte",
      "translation": "Strong",
      "usage": "Mi hermano es muy fuerte porque va al gimnasio todos los días y levanta pesas pesadas para desarrollar músculos grandes."
    },
    {
      "translation": "Weak",
      "word": "Débil",
      "usage": "Me siento débil hoy porque estoy enfermo con gripe y no tengo energía para hacer nada más que descansar.",
      "phonetic": "/ˈde.βil/"
    },
    {
      "translation": "Tall / High",
      "word": "Alto",
      "usage": "Mi padre es muy alto, mide un metro noventa y siempre tiene que agacharse para pasar por las puertas bajas.",
      "phonetic": "/ˈal.to/"
    },
    {
      "translation": "Short / Low",
      "phonetic": "/ˈba.xo/",
      "usage": "Soy bajo de estatura, mido solo un metro sesenta y cinco, pero no me importa porque me siento cómodo así.",
      "word": "Bajo"
    },
    {
      "usage": "Estoy un poco gordo porque como mucho y no hago suficiente ejercicio, necesito empezar una dieta saludable pronto.",
      "translation": "Fat",
      "phonetic": "/ˈɡoɾ.ðo/",
      "word": "Gordo"
    },
    {
      "word": "Delgado",
      "phonetic": "/delˈɣa.ðo/",
      "translation": "Thin",
      "usage": "Mi hermana es muy delgada porque hace mucho ejercicio y come saludable todos los días sin excepción alguna nunca."
    },
    {
      "usage": "Soy joven, tengo veinticinco años y todavía tengo mucho tiempo para cumplir todos mis sueños y metas en la vida.",
      "translation": "Young",
      "word": "Joven",
      "phonetic": "/ˈxo.βen/"
    },
    {
      "word": "Mayor",
      "usage": "Mi hermano mayor tiene treinta años y ya está casado con dos hijos pequeños que son muy traviesos y activos.",
      "translation": "Older",
      "phonetic": "/maˈʝoɾ/"
    },
    {
      "word": "Inteligente",
      "translation": "Smart",
      "phonetic": "/inteliˈxen.te/",
      "usage": "Mi hija es muy inteligente, siempre saca las mejores notas en la escuela y lee muchos libros todos los días."
    },
    {
      "word": "Divertido",
      "translation": "Funny",
      "usage": "Mi tío es muy divertido, siempre cuenta chistes graciosos en las reuniones familiares y nos hace reír a todos mucho.",
      "phonetic": "/diβeɾˈti.ðo/"
    },
    {
      "phonetic": "/ˈse.ɾjo/",
      "usage": "Mi jefe es muy serio y nunca sonríe en la oficina, siempre está concentrado en su trabajo sin distracciones nunca.",
      "word": "Serio",
      "translation": "Serious"
    },
    {
      "phonetic": "/aˈma.βle/",
      "usage": "Mi vecina es muy amable, siempre me ayuda cuando necesito algo y me trae comida cuando estoy enfermo en casa.",
      "translation": "Kind",
      "word": "Amable"
    },
    {
      "word": "Simpático",
      "translation": "Nice / Friendly",
      "phonetic": "/simˈpa.ti.ko/",
      "usage": "El nuevo compañero de trabajo es muy simpático y agradable, todos en la oficina lo quieren mucho ya desde el principio."
    },
    {
      "phonetic": "/feˈlis/",
      "usage": "Estoy muy feliz hoy porque es mi cumpleaños y voy a celebrar con toda mi familia en un restaurante elegante.",
      "word": "Feliz",
      "translation": "Happy"
    },
    {
      "word": "Triste",
      "phonetic": "/ˈtɾis.te/",
      "translation": "Sad",
      "usage": "Estoy triste porque mi mejor amigo se mudó a otra ciudad y ya no puedo verlo todos los días como antes."
    },
    {
      "word": "Cansado",
      "translation": "Tired",
      "usage": "Estoy muy cansado después de trabajar doce horas hoy, solo quiero llegar a casa y dormir inmediatamente sin hacer nada.",
      "phonetic": "/kanˈsa.ðo/"
    },
    {
      "word": "Enfermo",
      "phonetic": "/emˈfeɾ.mo/",
      "usage": "Estoy enfermo con gripe y tengo fiebre alta, me duele todo el cuerpo y no puedo ir al trabajo hoy.",
      "translation": "Sick"
    },
    {
      "word": "Enojado",
      "usage": "Estoy enojado porque mi hermano rompió mi computadora nueva y no quiere pagar para repararla como debería hacer responsablemente.",
      "translation": "Angry",
      "phonetic": "/enoˈxa.ðo/"
    },
    {
      "translation": "Scared",
      "usage": "Estoy asustado de las arañas grandes porque cuando era niño una me picó y tuve una reacción alérgica muy fuerte.",
      "phonetic": "/asusˈta.ðo/",
      "word": "Asustado"
    },
    {
      "phonetic": "/ˈam.bɾe/",
      "translation": "Hunger",
      "word": "Hambre",
      "usage": "Tengo mucha hambre porque no he comido nada desde esta mañana temprano y ya son las tres de la tarde."
    },
    {
      "word": "Sed",
      "phonetic": "/seð/",
      "translation": "Thirst",
      "usage": "Tengo mucha sed después de correr cinco kilómetros bajo el sol caliente, necesito beber agua fría inmediatamente ahora mismo."
    },
    {
      "word": "Sueño",
      "translation": "Sleepiness",
      "phonetic": "/ˈswe.ɲo/",
      "usage": "Tengo mucho sueño porque anoche me acosté muy tarde viendo una película y hoy me levanté temprano para trabajar."
    },
    {
      "translation": "Heat",
      "phonetic": "/kaˈloɾ/",
      "usage": "Tengo mucho calor porque la temperatura está a treinta y ocho grados y el aire acondicionado de la oficina está roto.",
      "word": "Calor"
    },
    {
      "usage": "Tengo frío porque olvidé mi abrigo en casa y afuera está nevando con una temperatura bajo cero grados centígrados.",
      "word": "Frío",
      "phonetic": "/ˈfɾi.o/",
      "translation": "Cold"
    },
    {
      "word": "Dolor",
      "translation": "Pain",
      "usage": "Tengo un dolor fuerte en la espalda desde hace una semana y necesito ir al médico para que me examine.",
      "phonetic": "/doˈloɾ/"
    },
    {
      "phonetic": "/saˈluð/",
      "usage": "La salud es lo más importante en la vida, por eso hago ejercicio y como bien todos los días sin excepción.",
      "translation": "Health",
      "word": "Salud"
    },
    {
      "usage": "Necesito fuerza mental para superar este momento difícil de mi vida y seguir adelante con optimismo y esperanza siempre.",
      "word": "Fuerza",
      "phonetic": "/ˈfweɾ.sa/",
      "translation": "Strength"
    },
    {
      "word": "Vida",
      "phonetic": "/ˈbi.ða/",
      "translation": "Life",
      "usage": "La vida es hermosa y debemos disfrutar cada momento con las personas que amamos antes de que sea demasiado tarde."
    },
    {
      "word": "Muerte",
      "phonetic": "/ˈmweɾ.te/",
      "translation": "Death",
      "usage": "La muerte es parte natural de la vida y todos debemos aceptarla aunque sea difícil perder a nuestros seres queridos."
    },
    {
      "word": "Sentimiento",
      "usage": "Tengo un sentimiento extraño hoy, como si algo importante fuera a pasar pero no sé exactamente qué es todavía.",
      "phonetic": "/sentiˈmjen.to/",
      "translation": "Feeling"
    },
    {
      "usage": "Mis pensamientos están ocupados con el trabajo y no puedo concentrarme en nada más durante todo el día de hoy.",
      "word": "Pensamiento",
      "phonetic": "/pensaˈmjen.to/",
      "translation": "Thought"
    },
    {
      "phonetic": "/akˈsjon/",
      "usage": "La acción es más importante que las palabras, debemos hacer cosas concretas para cambiar el mundo y mejorar la sociedad.",
      "translation": "Action",
      "word": "Acción"
    },
    {
      "phonetic": "/tɾaˈβa.xo/",
      "usage": "Mi trabajo es muy interesante y me gusta mucho, aprendo cosas nuevas todos los días y conozco gente fascinante siempre.",
      "translation": "Work / Job",
      "word": "Trabajo"
    }
  ]
}