{
  "theme": "Work, Education & Technology",
  "language": "es",
  "module_id": "es_a1_m07",
  "order": 7,
  "level": "A1",
  "vocabularyItems": [
    {
      "translation": "Work / Job",
      "usage": "Mi trabajo es muy interesante y aprendo cosas nuevas todos los días trabajando con personas de diferentes países del mundo.",
      "word": "Trabajo",
      "phonetic": "/tɾaˈβa.xo/"
    },
    {
      "usage": "Voy a la oficina todos los días de lunes a viernes desde las nueve de la mañana hasta las seis.",
      "phonetic": "/ofiˈsi.na/",
      "translation": "Office",
      "word": "Oficina"
    },
    {
      "phonetic": "/ˈxe.fe/",
      "word": "Jefe",
      "usage": "Mi jefe es muy exigente pero justo y siempre nos ayuda cuando tenemos problemas o dudas en el trabajo diario.",
      "translation": "Boss"
    },
    {
      "phonetic": "/emple ˈa.ðo/",
      "word": "Empleado",
      "usage": "Soy empleado de una empresa grande de tecnología y trabajo en el departamento de desarrollo de software innovador y moderno.",
      "translation": "Employee"
    },
    {
      "usage": "Tengo mi propio negocio de consultoría y ayudo a pequeñas empresas a crecer y mejorar sus procesos de trabajo eficientemente.",
      "phonetic": "/neˈɣo.sjo/",
      "translation": "Business",
      "word": "Negocio"
    },
    {
      "usage": "Tenemos una reunión importante con el cliente esta tarde a las tres para discutir el nuevo proyecto de desarrollo.",
      "translation": "Meeting",
      "word": "Reunión",
      "phonetic": "/ɾewˈnjon/"
    },
    {
      "phonetic": "/diˈne.ɾo/",
      "word": "Dinero",
      "usage": "Necesito ahorrar más dinero este año para poder comprar un coche nuevo y viajar a Europa en verano con mi familia.",
      "translation": "Money"
    },
    {
      "phonetic": "/saˈla.ɾjo/",
      "translation": "Salary",
      "usage": "Mi salario mensual es suficiente para pagar todas mis facturas y ahorrar un poco para el futuro y emergencias inesperadas.",
      "word": "Salario"
    },
    {
      "translation": "Company",
      "word": "Empresa",
      "usage": "La empresa donde trabajo tiene más de mil empleados y oficinas en veinte países diferentes alrededor del mundo entero.",
      "phonetic": "/emˈpɾe.sa/"
    },
    {
      "word": "Escuela",
      "usage": "Mis hijos van a la escuela primaria cerca de casa y caminan allí todas las mañanas con sus amigos.",
      "phonetic": "/esˈkwe.la/",
      "translation": "School"
    },
    {
      "usage": "Estudié ingeniería en la universidad durante cinco años y me gradué con honores hace tres años en una ceremonia especial.",
      "word": "Universidad",
      "translation": "University",
      "phonetic": "/uniβeɾsiˈðað/"
    },
    {
      "phonetic": "/pɾofeˈsoɾ/",
      "translation": "Teacher",
      "word": "Profesor",
      "usage": "Mi profesor de español es muy paciente y explica la gramática de manera clara y fácil de entender para todos."
    },
    {
      "usage": "Soy estudiante de medicina en la universidad y estudio muchas horas todos los días para aprobar los exámenes difíciles.",
      "translation": "Student",
      "phonetic": "/estuˈðjan.te/",
      "word": "Estudiante"
    },
    {
      "phonetic": "/ˈkla.se/",
      "translation": "Class",
      "usage": "Tengo clase de matemáticas los lunes y miércoles por la mañana y siempre llego temprano para repasar mis notas.",
      "word": "Clase"
    },
    {
      "phonetic": "/ˈli.βɾo/",
      "translation": "Book",
      "usage": "Estoy leyendo un libro muy interesante sobre la historia de España y sus reyes durante la Edad Media europea fascinante.",
      "word": "Libro"
    },
    {
      "phonetic": "/kwaˈðeɾ.no/",
      "usage": "Escribo todas mis notas de clase en un cuaderno grande para poder estudiar mejor antes de los exámenes importantes.",
      "translation": "Notebook",
      "word": "Cuaderno"
    },
    {
      "translation": "Pencil",
      "word": "Lápiz",
      "usage": "Uso un lápiz para hacer los ejercicios de matemáticas porque puedo borrar los errores fácilmente si me equivoco en algo.",
      "phonetic": "/ˈla.pis/"
    },
    {
      "translation": "Pen",
      "phonetic": "/boˈli.ɣɾa.fo/",
      "word": "Bolígrafo",
      "usage": "Prefiero escribir con bolígrafo azul en mis apuntes de clase porque la tinta no se borra y es más permanente."
    },
    {
      "usage": "Tengo un examen final de química la próxima semana y estoy estudiando mucho para sacar una buena nota alta.",
      "translation": "Exam",
      "phonetic": "/ekˈsa.men/",
      "word": "Examen"
    },
    {
      "translation": "Homework",
      "usage": "Hago mi tarea de español todas las noches después de cenar para practicar la gramática y el vocabulario nuevo aprendido.",
      "phonetic": "/taˈɾe.a/",
      "word": "Tarea"
    },
    {
      "phonetic": "/apɾenˈdeɾ/",
      "translation": "To learn",
      "usage": "Me gusta aprender idiomas nuevos porque me ayuda a comunicarme con personas de diferentes culturas y países del mundo.",
      "word": "Aprender"
    },
    {
      "phonetic": "/enseˈɲaɾ/",
      "word": "Enseñar",
      "usage": "Mi madre enseña inglés en una escuela secundaria y le encanta ayudar a los estudiantes a mejorar sus habilidades lingüísticas.",
      "translation": "To teach"
    },
    {
      "phonetic": "/estuˈðjaɾ/",
      "translation": "To study",
      "usage": "Necesito estudiar más para el examen de mañana porque el material es muy difícil y complicado de entender completamente.",
      "word": "Estudiar"
    },
    {
      "usage": "Me gusta escribir cuentos cortos en mi tiempo libre y espero publicar un libro algún día en el futuro cercano.",
      "translation": "To write",
      "phonetic": "/eskɾiˈβiɾ/",
      "word": "Escribir"
    },
    {
      "phonetic": "/leˈeɾ/",
      "translation": "To read",
      "word": "Leer",
      "usage": "Leo el periódico todas las mañanas mientras tomo café para estar informado sobre las noticias actuales del mundo y mi país."
    },
    {
      "usage": "Uso mi computadora portátil para trabajar desde casa y también para ver películas y navegar por internet en mi tiempo libre.",
      "phonetic": "/komputaˈðo.ɾa/",
      "translation": "Computer",
      "word": "Computadora"
    },
    {
      "usage": "Necesito internet rápido en casa para trabajar eficientemente y hacer videollamadas con clientes de otros países sin problemas técnicos.",
      "translation": "Internet",
      "phonetic": "/inteɾˈnet/",
      "word": "Internet"
    },
    {
      "translation": "Email / Mail",
      "usage": "Reviso mi correo electrónico varias veces al día para responder mensajes importantes de trabajo y clientes urgentes rápidamente siempre.",
      "phonetic": "/koˈre.o/",
      "word": "Correo"
    },
    {
      "phonetic": "/teˈle.fo.no/",
      "word": "Teléfono",
      "usage": "Mi teléfono móvil es nuevo y tiene una cámara excelente para tomar fotos de alta calidad durante mis viajes.",
      "translation": "Phone"
    },
    {
      "phonetic": "/panˈta.ʝa/",
      "translation": "Screen",
      "usage": "La pantalla de mi computadora es grande y de alta resolución, perfecta para editar fotos y videos profesionales con precisión.",
      "word": "Pantalla"
    },
    {
      "usage": "Necesito un teclado ergonómico nuevo porque el que tengo me hace doler las muñecas después de escribir muchas horas.",
      "phonetic": "/tekˈla.ðo/",
      "translation": "Keyboard",
      "word": "Teclado"
    },
    {
      "translation": "Mouse (computer)",
      "word": "Ratón",
      "usage": "Mi ratón inalámbrico funciona muy bien y es cómodo para trabajar durante largas horas sin cansar la mano derecha.",
      "phonetic": "/raˈton/"
    },
    {
      "phonetic": "/aɾˈtʃi.βo/",
      "usage": "Guardo todos mis archivos importantes en la nube para poder acceder a ellos desde cualquier lugar del mundo con internet.",
      "translation": "File",
      "word": "Archivo"
    },
    {
      "phonetic": "/kontɾaˈse.ɲa/",
      "word": "Contraseña",
      "usage": "Uso contraseñas fuertes y diferentes para cada cuenta online para proteger mi información personal y financiera de hackers maliciosos.",
      "translation": "Password"
    },
    {
      "usage": "La red wifi de mi oficina es muy rápida y estable, perfecta para hacer videollamadas y descargar archivos grandes sin problemas.",
      "translation": "Network / Web",
      "phonetic": "/reð/",
      "word": "Red"
    },
    {
      "usage": "Voy a llamar a mi madre esta noche para preguntarle cómo está y contarle sobre mi nuevo trabajo emocionante.",
      "translation": "To call",
      "word": "Llamar",
      "phonetic": "/ʝaˈmaɾ/"
    },
    {
      "usage": "Envío mensajes de texto a mis amigos todos los días para mantenerme en contacto y saber cómo están ellos.",
      "translation": "Message",
      "word": "Mensaje",
      "phonetic": "/menˈsa.xe/"
    },
    {
      "phonetic": "/kaɾˈɣaɾ/",
      "translation": "To charge / load",
      "word": "Cargar",
      "usage": "Necesito cargar la batería de mi teléfono porque está casi vacía y tengo llamadas importantes que hacer esta tarde."
    },
    {
      "translation": "To turn on",
      "word": "Encender",
      "phonetic": "/ensenˈdeɾ/",
      "usage": "Enciendo mi computadora todas las mañanas a las ocho para empezar a trabajar y revisar mis correos electrónicos pendientes."
    },
    {
      "translation": "To turn off",
      "phonetic": "/apaˈɣaɾ/",
      "usage": "Apago todas las luces de la casa antes de dormir para ahorrar energía y reducir la factura de electricidad mensual.",
      "word": "Apagar"
    },
    {
      "translation": "Doctor",
      "word": "Médico",
      "usage": "Mi hermana es médica en un hospital grande y trabaja en el departamento de emergencias salvando vidas todos los días.",
      "phonetic": "/ˈme.ði.ko/"
    },
    {
      "translation": "Nurse",
      "phonetic": "/enfeɾˈme.ɾa/",
      "word": "Enfermera",
      "usage": "La enfermera del hospital es muy amable y cuida muy bien de los pacientes enfermos con dedicación y profesionalismo siempre."
    },
    {
      "phonetic": "/inxeˈnje.ɾo/",
      "word": "Ingeniero",
      "usage": "Soy ingeniero civil y diseño puentes y edificios grandes que deben ser seguros y duraderos para muchos años de uso.",
      "translation": "Engineer"
    },
    {
      "phonetic": "/aβoˈɣa.ðo/",
      "usage": "Mi primo es abogado y trabaja en un bufete importante defendiendo los derechos de sus clientes en casos legales complejos.",
      "translation": "Lawyer",
      "word": "Abogado"
    },
    {
      "phonetic": "/poliˈsi.a/",
      "translation": "Police officer",
      "word": "Policía",
      "usage": "El policía patrulla las calles del barrio todas las noches para mantener la seguridad y proteger a los ciudadanos de crímenes."
    },
    {
      "phonetic": "/bomˈbe.ɾo/",
      "word": "Bombero",
      "usage": "Los bomberos son muy valientes y arriesgan sus vidas para apagar incendios y salvar personas atrapadas en edificios en llamas.",
      "translation": "Firefighter"
    },
    {
      "usage": "El conductor del autobús es muy amable y siempre saluda a los pasajeros con una sonrisa cuando suben al vehículo.",
      "translation": "Driver",
      "word": "Conductor",
      "phonetic": "/kondukˈtoɾ/"
    },
    {
      "word": "Vendedor",
      "usage": "El vendedor de la tienda me ayudó a encontrar los zapatos perfectos y me dio un descuento especial por ser cliente frecuente.",
      "phonetic": "/bendeˈðoɾ/",
      "translation": "Salesperson"
    },
    {
      "phonetic": "/aɾˈtis.ta/",
      "word": "Artista",
      "usage": "Mi vecino es artista y pinta cuadros hermosos de paisajes naturales que vende en galerías de arte de la ciudad.",
      "translation": "Artist"
    },
    {
      "usage": "Mi hermano es músico profesional y toca la guitarra en una banda de rock que da conciertos los fines de semana.",
      "phonetic": "/ˈmu.si.ko/",
      "translation": "Musician",
      "word": "Músico"
    },
    {
      "phonetic": "/konstɾukˈsjon/",
      "usage": "Trabajo en construcción y ayudo a construir casas nuevas y edificios comerciales grandes en toda la ciudad en desarrollo constante.",
      "translation": "Construction",
      "word": "Construcción"
    },
    {
      "translation": "Factory",
      "word": "Fábrica",
      "phonetic": "/ˈfa.βɾi.ka/",
      "usage": "Mi padre trabaja en una fábrica de automóviles donde ensamblan coches nuevos todos los días con tecnología moderna avanzada."
    },
    {
      "translation": "Store",
      "word": "Tienda",
      "usage": "Voy a la tienda de comestibles todos los sábados para comprar frutas, verduras y otros alimentos frescos para la semana.",
      "phonetic": "/ˈtjen.da/"
    },
    {
      "word": "Venta",
      "usage": "Hay una venta especial en la tienda de ropa este fin de semana con descuentos de hasta el cincuenta por ciento.",
      "phonetic": "/ˈben.ta/",
      "translation": "Sale"
    },
    {
      "phonetic": "/ˈkom.pɾa/",
      "usage": "Hice una compra grande en el supermercado y gasté más de cien euros en comida y productos de limpieza para casa.",
      "translation": "Purchase",
      "word": "Compra"
    },
    {
      "word": "Recibo",
      "translation": "Receipt",
      "phonetic": "/reˈsi.βo/",
      "usage": "Siempre guardo los recibos de mis compras importantes por si necesito devolver algo o reclamar la garantía del producto."
    },
    {
      "usage": "Tengo que pagar impuestos sobre mis ingresos todos los años antes del quince de abril sin falta para evitar multas.",
      "word": "Impuesto",
      "translation": "Tax",
      "phonetic": "/imˈpwes.to/"
    },
    {
      "phonetic": "/ˈbaŋ.ko/",
      "translation": "Bank",
      "usage": "Voy al banco una vez al mes para depositar mi salario y pagar las facturas de servicios públicos de la casa.",
      "word": "Banco"
    },
    {
      "usage": "Tengo una cuenta de ahorros en el banco donde guardo dinero para emergencias y para comprar una casa en el futuro.",
      "phonetic": "/aˈo.ros/",
      "translation": "Savings",
      "word": "Ahorros"
    },
    {
      "translation": "Credit",
      "word": "Crédito",
      "usage": "Uso mi tarjeta de crédito para compras grandes y pago el saldo completo cada mes para evitar intereses altos innecesarios.",
      "phonetic": "/ˈkɾe.ði.to/"
    },
    {
      "usage": "Quiero invertir mi dinero en la bolsa de valores para hacer crecer mis ahorros y tener más seguridad financiera futura.",
      "word": "Invertir",
      "phonetic": "/imbeɾˈtiɾ/",
      "translation": "To invest"
    },
    {
      "translation": "To win / earn",
      "word": "Ganar",
      "phonetic": "/ɡaˈnaɾ/",
      "usage": "Gano un buen salario en mi trabajo actual y puedo vivir cómodamente sin preocupaciones financieras constantes todos los meses."
    },
    {
      "translation": "To lose",
      "word": "Perder",
      "usage": "No quiero perder mi trabajo porque necesito el dinero para pagar el alquiler y mantener a mi familia con dignidad.",
      "phonetic": "/peɾˈðeɾ/"
    },
    {
      "usage": "Trato de no gastar mucho dinero en cosas innecesarias y prefiero ahorrar para el futuro y emergencias inesperadas importantes.",
      "phonetic": "/ɡasˈtaɾ/",
      "translation": "To spend",
      "word": "Gastar"
    },
    {
      "word": "Éxito",
      "usage": "El éxito en mi carrera profesional es importante para mí y trabajo duro todos los días para alcanzar mis metas ambiciosas.",
      "phonetic": "/ˈek.si.to/",
      "translation": "Success"
    },
    {
      "usage": "No tengo miedo al fracaso porque sé que es parte del proceso de aprendizaje y crecimiento personal continuo en la vida.",
      "phonetic": "/fɾaˈka.so/",
      "translation": "Failure",
      "word": "Fracaso"
    },
    {
      "phonetic": "/plan/",
      "usage": "Tengo un plan detallado para los próximos cinco años que incluye objetivos profesionales y personales que quiero lograr sin falta.",
      "translation": "Plan",
      "word": "Plan"
    },
    {
      "usage": "Tengo una idea brillante para un nuevo negocio que podría ser muy exitoso si consigo los fondos necesarios para empezar.",
      "word": "Idea",
      "phonetic": "/iˈðe.a/",
      "translation": "Idea"
    },
    {
      "usage": "Estoy trabajando en un proyecto importante en la oficina que debe estar terminado antes del fin de mes sin retrasos.",
      "phonetic": "/pɾoˈʝek.to/",
      "translation": "Project",
      "word": "Proyecto"
    },
    {
      "word": "Meta",
      "usage": "Mi meta principal este año es aprender español con fluidez para poder viajar a España y comunicarme sin problemas con locales.",
      "translation": "Goal",
      "phonetic": "/ˈme.ta/"
    },
    {
      "translation": "Difficult",
      "usage": "El examen de matemáticas fue muy difícil y muchos estudiantes no pudieron terminarlo a tiempo durante las dos horas.",
      "word": "Difícil",
      "phonetic": "/diˈfi.sil/"
    },
    {
      "usage": "La tarea de hoy es fácil y puedo terminarla en menos de treinta minutos sin ningún problema o dificultad.",
      "translation": "Easy",
      "word": "Fácil",
      "phonetic": "/ˈfa.sil/"
    },
    {
      "word": "Rápido",
      "usage": "Necesito una conexión de internet rápida para poder trabajar eficientemente desde casa sin interrupciones molestas y constantes siempre.",
      "phonetic": "/ˈra.pi.ðo/",
      "translation": "Fast"
    },
    {
      "phonetic": "/ˈlen.to/",
      "usage": "El tráfico está muy lento esta mañana y voy a llegar tarde al trabajo si no encuentro una ruta alternativa.",
      "translation": "Slow",
      "word": "Lento"
    },
    {
      "usage": "Es importante estudiar todos los días para mantener el conocimiento fresco y prepararse bien para los exámenes finales difíciles.",
      "translation": "Important",
      "phonetic": "/impoɾˈtan.te/",
      "word": "Importante"
    },
    {
      "usage": "Tengo un asunto urgente que resolver hoy y necesito hablar con mi jefe inmediatamente antes de que sea demasiado tarde.",
      "word": "Urgente",
      "translation": "Urgent",
      "phonetic": "/uɾˈxen.te/"
    },
    {
      "translation": "Free (available)",
      "word": "Libre",
      "usage": "Estoy libre este fin de semana y podemos reunirnos para tomar café y conversar sobre nuestros planes futuros emocionantes.",
      "phonetic": "/ˈli.βɾe/"
    },
    {
      "translation": "Busy",
      "usage": "Estoy muy ocupado esta semana con reuniones y proyectos importantes y no tengo tiempo libre para salir con amigos desafortunadamente.",
      "phonetic": "/okuˈpa.ðo/",
      "word": "Ocupado"
    },
    {
      "phonetic": "/ˈlis.to/",
      "usage": "Estoy listo para empezar el nuevo proyecto y tengo todas las herramientas y recursos necesarios para hacerlo bien exitosamente.",
      "word": "Listo",
      "translation": "Ready / Smart"
    },
    {
      "usage": "La tienda está cerrada los domingos porque es el día de descanso del personal que trabaja allí toda la semana.",
      "translation": "Closed",
      "phonetic": "/seˈra.ðo/",
      "word": "Cerrado"
    },
    {
      "translation": "Open",
      "word": "Abierto",
      "usage": "El museo está abierto de martes a domingo de diez de la mañana a seis de la tarde para visitantes interesados.",
      "phonetic": "/aˈβjeɾ.to/"
    },
    {
      "translation": "Next",
      "word": "Próximo",
      "usage": "La próxima reunión es el lunes a las nueve de la mañana en la sala de conferencias del tercer piso.",
      "phonetic": "/ˈpɾok.si.mo/"
    },
    {
      "usage": "Este es el último día para entregar el proyecto y necesito trabajar toda la noche para terminarlo a tiempo sin falta.",
      "phonetic": "/ˈul.ti.mo/",
      "translation": "Last",
      "word": "Último"
    },
    {
      "phonetic": "/pɾiˈme.ɾo/",
      "translation": "First",
      "usage": "Soy el primero en llegar a la oficina todas las mañanas porque me gusta empezar el día temprano y tranquilo.",
      "word": "Primero"
    },
    {
      "usage": "Mi oficina está en el segundo piso del edificio y tiene una vista hermosa del parque cercano con árboles verdes.",
      "phonetic": "/seˈɣun.do/",
      "translation": "Second",
      "word": "Segundo"
    },
    {
      "usage": "Quedé en tercer lugar en la competencia de ventas este mes y estoy muy orgulloso de mi desempeño laboral excelente.",
      "phonetic": "/teɾˈse.ɾo/",
      "translation": "Third",
      "word": "Tercero"
    },
    {
      "translation": "Science",
      "usage": "Me encanta la ciencia y especialmente la física porque explica cómo funciona el universo y las leyes naturales fundamentales que lo rigen.",
      "phonetic": "/ˈsjen.sja/",
      "word": "Ciencia"
    },
    {
      "phonetic": "/isˈto.ɾja/",
      "usage": "Estudio historia en la universidad porque me fascina aprender sobre el pasado y cómo ha influenciado nuestro presente actual.",
      "word": "Historia",
      "translation": "History"
    },
    {
      "usage": "Las matemáticas son mi materia favorita porque me gusta resolver problemas complejos y encontrar soluciones lógicas y precisas siempre.",
      "phonetic": "/mateˈma.ti.kas/",
      "translation": "Mathematics",
      "word": "Matemáticas"
    },
    {
      "translation": "Art",
      "phonetic": "/ˈaɾ.te/",
      "usage": "Me gusta visitar museos de arte los fines de semana para ver pinturas y esculturas de artistas famosos de diferentes épocas.",
      "word": "Arte"
    },
    {
      "usage": "Escucho música clásica mientras trabajo porque me ayuda a concentrarme mejor y ser más productivo durante el día laboral.",
      "word": "Música",
      "phonetic": "/ˈmu.si.ka/",
      "translation": "Music"
    },
    {
      "translation": "Language",
      "word": "Idioma",
      "phonetic": "/iˈðjo.ma/",
      "usage": "Estoy aprendiendo tres idiomas al mismo tiempo: español, francés e italiano para poder viajar por Europa sin barreras lingüísticas."
    },
    {
      "translation": "Question",
      "word": "Pregunta",
      "usage": "Tengo una pregunta importante sobre el proyecto y necesito hablar con mi supervisor antes de continuar con el trabajo pendiente.",
      "phonetic": "/pɾeˈɣun.ta/"
    },
    {
      "phonetic": "/resˈpwes.ta/",
      "word": "Respuesta",
      "translation": "Answer",
      "usage": "Necesito encontrar la respuesta correcta a este problema de matemáticas antes del examen de mañana por la mañana temprano."
    },
    {
      "usage": "Siempre digo la verdad porque creo que la honestidad es muy importante en todas las relaciones personales y profesionales de la vida.",
      "translation": "Truth",
      "phonetic": "/beɾˈðað/",
      "word": "Verdad"
    },
    {
      "phonetic": "/menˈti.ɾa/",
      "translation": "Lie",
      "usage": "No me gustan las mentiras y prefiero que la gente sea honesta conmigo aunque la verdad sea difícil de escuchar.",
      "word": "Mentira"
    },
    {
      "usage": "El profesor dio un ejemplo claro de cómo resolver el problema de matemáticas y ahora lo entiendo mucho mejor que antes.",
      "word": "Ejemplo",
      "phonetic": "/eˈxem.plo/",
      "translation": "Example"
    },
    {
      "usage": "Estoy en la página cien del libro y me quedan doscientas páginas más para terminar de leer esta novela interesante.",
      "phonetic": "/ˈpa.xi.na/",
      "translation": "Page",
      "word": "Página"
    },
    {
      "word": "Línea",
      "usage": "Dibuja una línea recta con la regla para dividir el papel en dos partes iguales y simétricas perfectamente alineadas.",
      "phonetic": "/ˈli.ne.a/",
      "translation": "Line"
    },
    {
      "usage": "Aprendo diez palabras nuevas en español todos los días para mejorar mi vocabulario y poder comunicarme mejor con nativos hispanohablantes.",
      "phonetic": "/paˈla.βɾa/",
      "translation": "Word",
      "word": "Palabra"
    }
  ]
}