{
  "language": "es",
  "order": 1,
  "module_id": "es_a1_m01",
  "level": "A1",
  "theme": "Essentials, Pronouns & Basic Verbs",
  "vocabularyItems": [
    {
      "translation": "Hello",
      "word": "Hola",
      "usage": "Hola, ¿cómo estás hoy? Me alegro de verte aquí en la escuela esta mañana.",
      "phonetic": "/ˈo.la/"
    },
    {
      "word": "Adiós",
      "phonetic": "/aˈðjos/",
      "usage": "Adiós, nos vemos mañana en la clase de español a las nueve de la mañana.",
      "translation": "Goodbye"
    },
    {
      "word": "Yo",
      "translation": "I",
      "usage": "Yo soy estudiante de español y me gusta mucho aprender idiomas nuevos cada día.",
      "phonetic": "/ʝo/"
    },
    {
      "phonetic": "/tu/",
      "translation": "You",
      "usage": "Tú eres muy inteligente y siempre ayudas a tus amigos con las tareas difíciles.",
      "word": "Tú"
    },
    {
      "usage": "Él es mi hermano mayor y trabaja como profesor de matemáticas en la universidad local.",
      "translation": "He",
      "word": "Él",
      "phonetic": "/el/"
    },
    {
      "phonetic": "/ˈe.ʝa/",
      "usage": "Ella es mi mejor amiga y vive en la casa azul al final de esta calle.",
      "translation": "She",
      "word": "Ella"
    },
    {
      "translation": "You (formal)",
      "word": "Usted",
      "usage": "Usted es muy amable, señor García. Gracias por toda su ayuda con este proyecto importante.",
      "phonetic": "/usˈteð/"
    },
    {
      "usage": "Nosotros somos estudiantes de la misma clase y estudiamos juntos todos los días después de clases.",
      "word": "Nosotros",
      "translation": "We",
      "phonetic": "/noˈso.tɾos/"
    },
    {
      "translation": "You all",
      "phonetic": "/usˈte.ðes/",
      "usage": "Ustedes son bienvenidos a nuestra casa para la fiesta de cumpleaños el próximo sábado por la tarde.",
      "word": "Ustedes"
    },
    {
      "usage": "Ellos son mis compañeros de trabajo y siempre llegan temprano a la oficina cada mañana sin falta.",
      "translation": "They",
      "phonetic": "/ˈe.ʝos/",
      "word": "Ellos"
    },
    {
      "word": "Ser",
      "usage": "Ser médico es mi sueño desde que era niño y visitaba el hospital con mi abuela.",
      "phonetic": "/seɾ/",
      "translation": "To be"
    },
    {
      "usage": "Estar cansado después de trabajar todo el día es completamente normal para cualquier persona activa.",
      "word": "Estar",
      "translation": "To be (temp)",
      "phonetic": "/esˈtaɾ/"
    },
    {
      "word": "Tener",
      "usage": "Tener una familia grande es maravilloso porque siempre hay alguien con quien hablar y compartir momentos.",
      "phonetic": "/teˈneɾ/",
      "translation": "To have"
    },
    {
      "translation": "To do/make",
      "phonetic": "/aˈseɾ/",
      "usage": "Hacer ejercicio todos los días es importante para mantener una buena salud física y mental siempre.",
      "word": "Hacer"
    },
    {
      "usage": "Poder hablar tres idiomas diferentes es una habilidad muy útil en el mundo globalizado de hoy.",
      "translation": "To be able to",
      "word": "Poder",
      "phonetic": "/poˈðeɾ/"
    },
    {
      "translation": "To go",
      "usage": "Ir al mercado los domingos por la mañana es una tradición familiar que disfrutamos mucho juntos.",
      "phonetic": "/iɾ/",
      "word": "Ir"
    },
    {
      "usage": "Venir a mi casa esta noche para cenar juntos sería un gran placer para toda mi familia.",
      "translation": "To come",
      "word": "Venir",
      "phonetic": "/beˈniɾ/"
    },
    {
      "phonetic": "/keˈɾeɾ/",
      "translation": "To want",
      "usage": "Querer aprender español es el primer paso para poder comunicarse con millones de personas en el mundo.",
      "word": "Querer"
    },
    {
      "phonetic": "/saˈβeɾ/",
      "usage": "Saber cocinar platos tradicionales es una habilidad que mi abuela me enseñó con mucha paciencia y amor.",
      "word": "Saber",
      "translation": "To know"
    },
    {
      "phonetic": "/deˈsiɾ/",
      "word": "Decir",
      "translation": "To say",
      "usage": "Decir la verdad siempre es lo correcto, aunque a veces puede ser difícil enfrentar las consecuencias honestas."
    },
    {
      "phonetic": "/aˈβlaɾ/",
      "usage": "Hablar con mis amigos por teléfono cada noche me ayuda a sentirme menos solo y más conectado.",
      "word": "Hablar",
      "translation": "To speak"
    },
    {
      "phonetic": "/koˈmeɾ/",
      "word": "Comer",
      "usage": "Comer frutas y verduras frescas todos los días es esencial para tener una dieta equilibrada y saludable.",
      "translation": "To eat"
    },
    {
      "phonetic": "/beˈβeɾ/",
      "translation": "To drink",
      "word": "Beber",
      "usage": "Beber suficiente agua durante el día es muy importante para mantener el cuerpo hidratado y funcionando bien."
    },
    {
      "usage": "Dormir ocho horas cada noche es necesario para que el cerebro descanse y funcione correctamente al día siguiente.",
      "translation": "To sleep",
      "phonetic": "/doɾˈmiɾ/",
      "word": "Dormir"
    },
    {
      "translation": "To work",
      "phonetic": "/tɾaβaˈxaɾ/",
      "word": "Trabajar",
      "usage": "Trabajar en equipo con mis compañeros hace que los proyectos difíciles sean más fáciles y divertidos de completar."
    },
    {
      "word": "Vivir",
      "phonetic": "/biˈβiɾ/",
      "usage": "Vivir cerca de la playa es un sueño que tengo desde niño y espero cumplirlo algún día.",
      "translation": "To live"
    },
    {
      "phonetic": "/entenˈdeɾ/",
      "translation": "To understand",
      "usage": "Entender las instrucciones del profesor es fundamental para poder hacer bien los ejercicios y aprobar el examen final.",
      "word": "Entender"
    },
    {
      "translation": "To learn",
      "usage": "Aprender algo nuevo cada día mantiene la mente activa y nos ayuda a crecer como personas constantemente.",
      "word": "Aprender",
      "phonetic": "/apɾenˈdeɾ/"
    },
    {
      "phonetic": "/komˈpɾaɾ/",
      "usage": "Comprar regalos para mi familia en Navidad es una de mis actividades favoritas durante las fiestas de diciembre.",
      "translation": "To buy",
      "word": "Comprar"
    },
    {
      "word": "Vender",
      "translation": "To sell",
      "phonetic": "/benˈdeɾ/",
      "usage": "Vender productos artesanales en el mercado local es el negocio familiar que hemos mantenido por tres generaciones."
    },
    {
      "word": "Pagar",
      "usage": "Pagar las facturas a tiempo cada mes es importante para mantener un buen historial de crédito financiero.",
      "translation": "To pay",
      "phonetic": "/paˈɣaɾ/"
    },
    {
      "translation": "To use",
      "usage": "Usar el transporte público en lugar del coche ayuda a reducir la contaminación ambiental en las ciudades grandes.",
      "word": "Usar",
      "phonetic": "/uˈsaɾ/"
    },
    {
      "phonetic": "/ʝaˈmaɾ/",
      "word": "Llamar",
      "translation": "To call",
      "usage": "Llamar a mis padres cada domingo por la tarde es una costumbre que mantengo desde que me mudé."
    },
    {
      "phonetic": "/pɾeɣunˈtaɾ/",
      "word": "Preguntar",
      "translation": "To ask",
      "usage": "Preguntar cuando no entiendes algo es muy importante para aprender correctamente y evitar errores en el futuro."
    },
    {
      "translation": "To answer",
      "usage": "Responder a los correos electrónicos de manera rápida y profesional es esencial en el ambiente laboral moderno.",
      "phonetic": "/responˈdeɾ/",
      "word": "Responder"
    },
    {
      "phonetic": "/miˈɾaɾ/",
      "word": "Mirar",
      "usage": "Mirar las estrellas por la noche en el campo es una experiencia mágica que todos deberían disfrutar.",
      "translation": "To look"
    },
    {
      "translation": "To listen",
      "word": "Escuchar",
      "phonetic": "/eskuˈtʃaɾ/",
      "usage": "Escuchar música clásica mientras estudio me ayuda a concentrarme mejor y retener más información de los libros."
    },
    {
      "word": "Escribir",
      "translation": "To write",
      "phonetic": "/eskɾiˈβiɾ/",
      "usage": "Escribir en mi diario personal cada noche me permite reflexionar sobre el día y organizar mis pensamientos."
    },
    {
      "phonetic": "/leˈeɾ/",
      "usage": "Leer libros en español es una excelente manera de mejorar el vocabulario y la comprensión del idioma.",
      "translation": "To read",
      "word": "Leer"
    },
    {
      "phonetic": "/aˈβɾiɾ/",
      "usage": "Abrir las ventanas por la mañana permite que entre aire fresco y luz natural a la habitación.",
      "word": "Abrir",
      "translation": "To open"
    },
    {
      "phonetic": "/seˈraɾ/",
      "usage": "Cerrar la puerta con llave antes de salir de casa es una medida de seguridad muy importante.",
      "translation": "To close",
      "word": "Cerrar"
    },
    {
      "word": "Sentarse",
      "phonetic": "/senˈtaɾ.se/",
      "usage": "Sentarse en una postura correcta mientras trabajas en la computadora ayuda a prevenir dolores de espalda crónicos.",
      "translation": "To sit"
    },
    {
      "translation": "To get up",
      "word": "Levantarse",
      "phonetic": "/leβanˈtaɾ.se/",
      "usage": "Levantarse temprano cada mañana me da más tiempo para hacer ejercicio y desayunar tranquilamente antes de trabajar."
    },
    {
      "translation": "To walk",
      "word": "Caminar",
      "phonetic": "/kamiˈnaɾ/",
      "usage": "Caminar treinta minutos al día en el parque es un ejercicio simple pero muy beneficioso para la salud."
    },
    {
      "usage": "Correr en las mañanas antes del trabajo me da energía y me ayuda a empezar el día positivamente.",
      "translation": "To run",
      "word": "Correr",
      "phonetic": "/koˈreɾ/"
    },
    {
      "translation": "To travel",
      "phonetic": "/bjaˈxaɾ/",
      "usage": "Viajar a diferentes países y conocer nuevas culturas es una de las experiencias más enriquecedoras de la vida.",
      "word": "Viajar"
    },
    {
      "usage": "Ayudar a las personas necesitadas en nuestra comunidad es un deber moral que todos deberíamos cumplir siempre.",
      "phonetic": "/aʝuˈðaɾ/",
      "translation": "To help",
      "word": "Ayudar"
    },
    {
      "word": "Esperar",
      "phonetic": "/espeˈɾaɾ/",
      "translation": "To wait",
      "usage": "Esperar pacientemente en la fila del banco puede ser aburrido, pero es necesario para completar las transacciones."
    },
    {
      "word": "Buscar",
      "usage": "Buscar un nuevo trabajo puede ser estresante, pero también es una oportunidad para crecer profesionalmente y avanzar.",
      "translation": "To look for",
      "phonetic": "/busˈkaɾ/"
    },
    {
      "phonetic": "/enkonˈtɾaɾ/",
      "usage": "Encontrar las llaves que perdí ayer fue un gran alivio porque pensé que las había perdido para siempre.",
      "word": "Encontrar",
      "translation": "To find"
    },
    {
      "phonetic": "/penˈsaɾ/",
      "translation": "To think",
      "word": "Pensar",
      "usage": "Pensar antes de hablar es una habilidad importante que evita malentendidos y conflictos innecesarios con otras personas."
    },
    {
      "phonetic": "/kɾeˈeɾ/",
      "word": "Creer",
      "translation": "To believe",
      "usage": "Creer en uno mismo es el primer paso para alcanzar cualquier meta o sueño que tengamos en la vida."
    },
    {
      "translation": "To seem",
      "usage": "Parecer confiado durante una entrevista de trabajo es importante, aunque estés nervioso por dentro del todo.",
      "phonetic": "/paɾeˈseɾ/",
      "word": "Parecer"
    },
    {
      "phonetic": "/senˈtiɾ/",
      "translation": "To feel",
      "usage": "Sentir emociones profundas es parte de ser humano y no debemos tener miedo de expresarlas con honestidad.",
      "word": "Sentir"
    },
    {
      "usage": "Recordar los buenos momentos con la familia me hace sonreír incluso en los días más difíciles y tristes.",
      "phonetic": "/rekoɾˈðaɾ/",
      "translation": "To remember",
      "word": "Recordar"
    },
    {
      "word": "Olvidar",
      "phonetic": "/olβiˈðaɾ/",
      "usage": "Olvidar el cumpleaños de mi mejor amigo fue un error terrible que lamento mucho y no volverá a pasar.",
      "translation": "To forget"
    },
    {
      "translation": "To like",
      "word": "Gustar",
      "phonetic": "/ɡusˈtaɾ/",
      "usage": "Me gusta mucho la comida italiana, especialmente la pasta fresca con salsa de tomate casera y albahaca."
    },
    {
      "word": "Amar",
      "translation": "To love",
      "phonetic": "/aˈmaɾ/",
      "usage": "Amar a tu familia incondicionalmente es uno de los sentimientos más puros y hermosos que existen en el mundo."
    },
    {
      "translation": "To hate",
      "phonetic": "/oˈðjaɾ/",
      "usage": "Odiar a alguien consume mucha energía negativa y es mejor perdonar y seguir adelante con tu vida.",
      "word": "Odiar"
    },
    {
      "word": "Necesitar",
      "translation": "To need",
      "phonetic": "/neθesiˈtaɾ/",
      "usage": "Necesitar ayuda no es una señal de debilidad, sino de inteligencia para reconocer nuestras propias limitaciones humanas."
    },
    {
      "word": "Empezar",
      "translation": "To start",
      "usage": "Empezar un nuevo proyecto siempre es emocionante porque representa nuevas oportunidades y desafíos por enfrentar con entusiasmo.",
      "phonetic": "/empeˈθaɾ/"
    },
    {
      "usage": "Terminar la universidad fue uno de los logros más importantes de mi vida y me abrió muchas puertas.",
      "translation": "To finish",
      "word": "Terminar",
      "phonetic": "/teɾmiˈnaɾ/"
    },
    {
      "word": "Cambiar",
      "translation": "To change",
      "phonetic": "/kamˈbjaɾ/",
      "usage": "Cambiar de opinión cuando recibes nueva información es señal de madurez y pensamiento crítico, no de debilidad personal."
    },
    {
      "translation": "To win/earn",
      "usage": "Ganar el campeonato de fútbol fue el resultado de meses de entrenamiento duro y dedicación del equipo completo.",
      "phonetic": "/ɡaˈnaɾ/",
      "word": "Ganar"
    },
    {
      "usage": "Perder un partido no significa fracasar, sino tener la oportunidad de aprender y mejorar para el próximo encuentro.",
      "translation": "To lose",
      "phonetic": "/peɾˈðeɾ/",
      "word": "Perder"
    },
    {
      "usage": "Jugar con mis hijos en el parque los fines de semana es mi actividad favorita y más relajante.",
      "translation": "To play",
      "phonetic": "/xuˈɣaɾ/",
      "word": "Jugar"
    },
    {
      "translation": "To touch/play instrument",
      "phonetic": "/toˈkaɾ/",
      "word": "Tocar",
      "usage": "Tocar la guitarra es un pasatiempo que disfruto mucho y que me ayuda a relajarme después del trabajo."
    },
    {
      "phonetic": "/kanˈtaɾ/",
      "translation": "To sing",
      "usage": "Cantar en el coro de la iglesia los domingos me llena de alegría y me conecta con la comunidad.",
      "word": "Cantar"
    },
    {
      "usage": "Bailar salsa con mi pareja es una forma divertida de hacer ejercicio y pasar tiempo juntos disfrutando la música.",
      "word": "Bailar",
      "phonetic": "/baiˈlaɾ/",
      "translation": "To dance"
    },
    {
      "phonetic": "/reˈiɾ/",
      "usage": "Reír con los amigos es la mejor medicina para el estrés y los problemas de la vida diaria.",
      "translation": "To laugh",
      "word": "Reír"
    },
    {
      "translation": "To cry",
      "usage": "Llorar cuando estás triste es completamente normal y saludable, no debes reprimir tus emociones nunca por vergüenza ajena.",
      "word": "Llorar",
      "phonetic": "/ʝoˈɾaɾ/"
    },
    {
      "translation": "To be born",
      "word": "Nacer",
      "usage": "Nacer en un país pequeño no limita tus sueños ni tus posibilidades de éxito en la vida profesional.",
      "phonetic": "/naˈθeɾ/"
    },
    {
      "phonetic": "/moˈɾiɾ/",
      "word": "Morir",
      "translation": "To die",
      "usage": "Morir es parte natural del ciclo de la vida, aunque siempre es difícil aceptar la pérdida de seres queridos."
    },
    {
      "word": "Despertar",
      "translation": "To wake up",
      "phonetic": "/despeɾˈtaɾ/",
      "usage": "Despertar con el canto de los pájaros es una de las experiencias más agradables de vivir en el campo."
    },
    {
      "word": "Ducharse",
      "translation": "To shower",
      "usage": "Ducharse con agua fría por la mañana ayuda a despertar el cuerpo y la mente rápidamente para empezar bien.",
      "phonetic": "/duˈtʃaɾ.se/"
    },
    {
      "word": "Cenar",
      "usage": "Cenar en familia todas las noches es una tradición importante que fortalece los lazos familiares y la comunicación.",
      "phonetic": "/θeˈnaɾ/",
      "translation": "To have dinner"
    },
    {
      "usage": "Desayunar bien por la mañana es fundamental para tener energía suficiente durante todo el día de trabajo intenso.",
      "translation": "To have breakfast",
      "phonetic": "/desaʝuˈnaɾ/",
      "word": "Desayunar"
    },
    {
      "phonetic": "/almoɾˈθaɾ/",
      "translation": "To have lunch",
      "usage": "Almorzar con mis compañeros de trabajo es un momento agradable para socializar y descansar de las tareas diarias.",
      "word": "Almorzar"
    },
    {
      "word": "Cocinar",
      "translation": "To cook",
      "phonetic": "/koθiˈnaɾ/",
      "usage": "Cocinar platos nuevos los fines de semana es mi forma favorita de experimentar y aprender sobre diferentes culturas culinarias."
    },
    {
      "usage": "Lavar los platos después de cada comida es una responsabilidad que todos en la casa compartimos por turnos.",
      "word": "Lavar",
      "phonetic": "/laˈβaɾ/",
      "translation": "To wash"
    },
    {
      "translation": "To clean",
      "phonetic": "/limpˈjaɾ/",
      "usage": "Limpiar la casa los sábados por la mañana es una rutina que me ayuda a mantener todo organizado.",
      "word": "Limpiar"
    },
    {
      "translation": "To fix",
      "usage": "Arreglar cosas rotas en lugar de comprar nuevas es mejor para el medio ambiente y para tu economía personal.",
      "phonetic": "/areˈɣlaɾ/",
      "word": "Arreglar"
    },
    {
      "translation": "To organize",
      "phonetic": "/oɾɣaniˈθaɾ/",
      "usage": "Organizar mi escritorio antes de empezar a trabajar me ayuda a ser más productivo y eficiente durante el día.",
      "word": "Organizar"
    },
    {
      "usage": "Llevar a los niños a la escuela cada mañana es parte de mi rutina diaria antes de ir al trabajo.",
      "word": "Llevar",
      "phonetic": "/ʝeˈβaɾ/",
      "translation": "To take/carry"
    },
    {
      "word": "Traer",
      "phonetic": "/tɾaˈeɾ/",
      "usage": "Traer un regalo cuando visitas a alguien es un gesto de cortesía muy apreciado en nuestra cultura tradicional.",
      "translation": "To bring"
    },
    {
      "phonetic": "/embiˈaɾ/",
      "usage": "Enviar mensajes de texto a mis amigos es mi forma preferida de mantenerme en contacto con ellos diariamente.",
      "word": "Enviar",
      "translation": "To send"
    },
    {
      "word": "Recibir",
      "phonetic": "/reθiˈβiɾ/",
      "translation": "To receive",
      "usage": "Recibir buenas noticias por la mañana siempre mejora mi estado de ánimo para todo el resto del día."
    },
    {
      "word": "Dar",
      "translation": "To give",
      "phonetic": "/daɾ/",
      "usage": "Dar sin esperar nada a cambio es la forma más pura de generosidad y amor hacia los demás."
    },
    {
      "word": "Tomar",
      "phonetic": "/toˈmaɾ/",
      "usage": "Tomar café por la mañana es un ritual que me ayuda a despertar y empezar el día con energía.",
      "translation": "To take/drink"
    },
    {
      "word": "Dejar",
      "translation": "To leave/let",
      "usage": "Dejar ir el pasado es necesario para poder avanzar y construir un futuro mejor y más feliz.",
      "phonetic": "/deˈxaɾ/"
    },
    {
      "translation": "To stay",
      "word": "Quedarse",
      "phonetic": "/keˈðaɾ.se/",
      "usage": "Quedarse en casa los domingos para descansar es importante después de una semana larga de trabajo intenso y agotador."
    },
    {
      "phonetic": "/bolˈβeɾ/",
      "word": "Volver",
      "translation": "To return",
      "usage": "Volver a mi ciudad natal después de años viviendo en el extranjero fue una experiencia muy emotiva y especial."
    },
    {
      "word": "Salir",
      "usage": "Salir con amigos los viernes por la noche es mi manera favorita de relajarme después de una semana.",
      "phonetic": "/saˈliɾ/",
      "translation": "To go out"
    },
    {
      "phonetic": "/enˈtɾaɾ/",
      "usage": "Entrar a la universidad fue un momento muy emocionante que marcó el inicio de una nueva etapa en mi vida.",
      "translation": "To enter",
      "word": "Entrar"
    },
    {
      "phonetic": "/paˈɾaɾ/",
      "translation": "To stop",
      "usage": "Parar de fumar fue la mejor decisión que tomé para mejorar mi salud y calidad de vida significativamente.",
      "word": "Parar"
    },
    {
      "word": "Seguir",
      "phonetic": "/seˈɣiɾ/",
      "usage": "Seguir tus sueños requiere valentía y determinación, pero al final siempre vale la pena el esfuerzo realizado constantemente.",
      "translation": "To follow"
    },
    {
      "word": "Crear",
      "translation": "To create",
      "usage": "Crear arte es una forma maravillosa de expresar emociones y pensamientos que a veces no podemos comunicar con palabras.",
      "phonetic": "/kɾeˈaɾ/"
    },
    {
      "usage": "Destruir el medio ambiente tiene consecuencias graves para las futuras generaciones que heredarán nuestro planeta y sus recursos limitados.",
      "word": "Destruir",
      "phonetic": "/destɾuˈiɾ/",
      "translation": "To destroy"
    },
    {
      "phonetic": "/konoˈθeɾ/",
      "translation": "To know/meet",
      "word": "Conocer",
      "usage": "Conocer gente nueva en la universidad es una de las mejores partes de la experiencia estudiantil universitaria completa."
    },
    {
      "word": "Estudiar",
      "translation": "To study",
      "phonetic": "/estuˈðjaɾ/",
      "usage": "Estudiar todos los días un poco es más efectivo que estudiar muchas horas la noche antes del examen importante."
    }
  ]
}