{
  "module_id": "es_a1_m10",
  "theme": "Society, Health & Environment",
  "level": "A1",
  "order": 10,
  "language": "es",
  "vocabularyItems": [
    {
      "usage": "La salud es lo más importante en la vida y debemos cuidarla comiendo bien, haciendo ejercicio y durmiendo suficiente siempre.",
      "phonetic": "/saˈluð/",
      "word": "Salud",
      "translation": "Health"
    },
    {
      "usage": "La vida es un regalo precioso y debemos aprovechar cada momento para ser felices y hacer lo que amamos sin arrepentimientos.",
      "translation": "Life",
      "phonetic": "/ˈbi.ða/",
      "word": "Vida"
    },
    {
      "phonetic": "/ˈkweɾ.po/",
      "translation": "Body",
      "word": "Cuerpo",
      "usage": "Cuido mi cuerpo haciendo ejercicio tres veces por semana y comiendo alimentos saludables ricos en vitaminas y minerales esenciales naturales."
    },
    {
      "usage": "Es importante mantener la mente activa leyendo libros, resolviendo acertijos y aprendiendo cosas nuevas todos los días de la vida.",
      "word": "Mente",
      "phonetic": "/ˈmen.te/",
      "translation": "Mind"
    },
    {
      "translation": "Doctor",
      "word": "Médico",
      "usage": "Voy al médico una vez al año para un chequeo general de salud y asegurarme de que todo está bien.",
      "phonetic": "/ˈme.ði.ko/"
    },
    {
      "word": "Enfermo",
      "usage": "Estoy enfermo con gripe y tengo fiebre alta, dolor de cabeza y tos, así que me quedaré en casa descansando.",
      "phonetic": "/enˈfeɾ.mo/",
      "translation": "Sick"
    },
    {
      "usage": "El médico me recetó medicina para la infección y debo tomarla tres veces al día durante una semana completa sin falta.",
      "phonetic": "/mediˈsi.na/",
      "word": "Medicina",
      "translation": "Medicine"
    },
    {
      "usage": "Mi abuela está en el hospital recuperándose de una cirugía y la voy a visitar esta tarde para llevarle flores frescas.",
      "word": "Hospital",
      "phonetic": "/ospiˈtal/",
      "translation": "Hospital"
    },
    {
      "translation": "Pain",
      "word": "Dolor",
      "usage": "Tengo un dolor fuerte en la espalda desde ayer y necesito ir al médico para que me examine y me dé tratamiento.",
      "phonetic": "/doˈloɾ/"
    },
    {
      "usage": "En caso de emergencia médica llama al número de emergencias inmediatamente para recibir ayuda profesional rápida y eficiente siempre.",
      "phonetic": "/emeɾˈxen.sja/",
      "translation": "Emergency",
      "word": "Emergencia"
    },
    {
      "usage": "El corazón es el órgano más importante del cuerpo humano porque bombea sangre a todo el organismo constantemente sin parar.",
      "word": "Corazón",
      "phonetic": "/koɾaˈson/",
      "translation": "Heart"
    },
    {
      "translation": "Blood",
      "word": "Sangre",
      "usage": "Doné sangre en el hospital la semana pasada para ayudar a personas que necesitan transfusiones urgentes por accidentes o cirugías.",
      "phonetic": "/ˈsaŋ.ɡɾe/"
    },
    {
      "usage": "Es difícil respirar cuando hay mucha contaminación en el aire de la ciudad grande y por eso uso mascarilla protectora.",
      "phonetic": "/respiˈɾaɾ/",
      "translation": "To breathe",
      "word": "Respirar"
    },
    {
      "translation": "To sleep",
      "usage": "Necesito dormir al menos ocho horas cada noche para sentirme descansado y tener energía para trabajar todo el día siguiente.",
      "phonetic": "/doɾˈmiɾ/",
      "word": "Dormir"
    },
    {
      "phonetic": "/deskanˈsaɾ/",
      "translation": "To rest",
      "word": "Descansar",
      "usage": "Después de trabajar todo el día necesito descansar un poco antes de hacer las tareas del hogar y preparar la cena."
    },
    {
      "usage": "Vivimos en una sociedad moderna donde la tecnología juega un papel muy importante en nuestra vida diaria y trabajo constante.",
      "phonetic": "/sosjeˈðað/",
      "word": "Sociedad",
      "translation": "Society"
    },
    {
      "usage": "El gobierno debe trabajar para mejorar la educación, la salud y la seguridad de todos los ciudadanos del país sin excepción.",
      "translation": "Government",
      "phonetic": "/ɡoˈβjeɾ.no/",
      "word": "Gobierno"
    },
    {
      "usage": "España es un país hermoso con una rica historia, cultura diversa y paisajes naturales impresionantes que atraen millones de turistas.",
      "phonetic": "/paˈis/",
      "word": "País",
      "translation": "Country"
    },
    {
      "usage": "Quiero viajar por todo el mundo y conocer diferentes culturas, idiomas y tradiciones de países lejanos y exóticos fascinantes siempre.",
      "word": "Mundo",
      "phonetic": "/ˈmun.do/",
      "translation": "World"
    },
    {
      "usage": "La gente en este pueblo es muy amable y siempre está dispuesta a ayudar a los visitantes con indicaciones y recomendaciones.",
      "word": "Gente",
      "phonetic": "/ˈxen.te/",
      "translation": "People"
    },
    {
      "translation": "Law",
      "word": "Ley",
      "usage": "Todos debemos respetar la ley y las normas de convivencia social para vivir en paz y armonía con los demás.",
      "phonetic": "/lej/"
    },
    {
      "word": "Derecho",
      "usage": "Todos tenemos derecho a la educación, la salud y un trabajo digno sin importar nuestro origen o condición social económica.",
      "translation": "Right",
      "phonetic": "/deˈɾe.tʃo/"
    },
    {
      "word": "Paz",
      "phonetic": "/pas/",
      "translation": "Peace",
      "usage": "La paz mundial es el objetivo más importante de las Naciones Unidas y todos debemos trabajar juntos para lograrlo sin violencia."
    },
    {
      "phonetic": "/ˈɡe.ra/",
      "translation": "War",
      "word": "Guerra",
      "usage": "La guerra causa mucho sufrimiento y destrucción y debemos hacer todo lo posible para evitarla y resolver conflictos pacíficamente siempre."
    },
    {
      "translation": "Vote",
      "word": "Voto",
      "usage": "Es importante ejercer nuestro derecho al voto en las elecciones para elegir a los representantes que mejor defiendan nuestros intereses.",
      "phonetic": "/ˈbo.to/"
    },
    {
      "translation": "Citizen",
      "word": "Ciudadano",
      "phonetic": "/sjuðaˈða.no/",
      "usage": "Como ciudadano responsable debo pagar mis impuestos, respetar las leyes y participar activamente en la vida democrática del país."
    },
    {
      "usage": "La justicia social es fundamental para una sociedad equitativa donde todos tengan las mismas oportunidades sin discriminación de ningún tipo.",
      "translation": "Justice",
      "phonetic": "/xusˈti.sja/",
      "word": "Justicia"
    },
    {
      "translation": "Nature",
      "phonetic": "/natuɾaˈle.sa/",
      "word": "Naturaleza",
      "usage": "Me encanta pasar tiempo en la naturaleza caminando por bosques, montañas y playas lejos del ruido de la ciudad urbana."
    },
    {
      "phonetic": "/amˈbjen.te/",
      "translation": "Environment",
      "usage": "Debemos proteger el ambiente reduciendo la contaminación, reciclando y usando energías renovables limpias para las futuras generaciones del planeta.",
      "word": "Ambiente"
    },
    {
      "translation": "Earth / Land",
      "usage": "La Tierra es nuestro hogar y debemos cuidarla para que las futuras generaciones puedan disfrutar de sus recursos naturales abundantes.",
      "phonetic": "/ˈtje.ra/",
      "word": "Tierra"
    },
    {
      "usage": "El aire limpio es esencial para nuestra salud y por eso debemos reducir las emisiones de gases contaminantes de vehículos e industrias.",
      "translation": "Air",
      "word": "Aire",
      "phonetic": "/ˈai.ɾe/"
    },
    {
      "usage": "El agua potable es un recurso limitado y valioso que debemos conservar cerrando grifos, reparando fugas y no desperdiciándola nunca innecesariamente.",
      "translation": "Water",
      "phonetic": "/ˈa.ɣwa/",
      "word": "Agua"
    },
    {
      "usage": "Debemos usar energía renovable como la solar y eólica para reducir nuestra dependencia de combustibles fósiles contaminantes y dañinos siempre.",
      "phonetic": "/eneɾˈxi.a/",
      "translation": "Energy",
      "word": "Energía"
    },
    {
      "word": "Reciclar",
      "usage": "Es importante reciclar papel, plástico, vidrio y metal para reducir la basura y proteger el medio ambiente natural del planeta Tierra.",
      "translation": "To recycle",
      "phonetic": "/resiˈklaɾ/"
    },
    {
      "word": "Basura",
      "usage": "Siempre separo la basura en diferentes contenedores para reciclar y ayudar a reducir la contaminación ambiental en mi ciudad local.",
      "translation": "Trash",
      "phonetic": "/baˈsu.ɾa/"
    },
    {
      "phonetic": "/ˈaɾ.βol/",
      "word": "Árbol",
      "usage": "Los árboles son esenciales para la vida porque producen oxígeno, absorben dióxido de carbono y proporcionan sombra refrescante en verano.",
      "translation": "Tree"
    },
    {
      "translation": "Flower",
      "phonetic": "/floɾ/",
      "word": "Flor",
      "usage": "Me encantan las flores de primavera porque llenan el jardín de colores vibrantes y aromas dulces que alegran el espíritu humano."
    },
    {
      "translation": "Animal",
      "word": "Animal",
      "usage": "Debemos proteger a los animales en peligro de extinción y preservar sus hábitats naturales para mantener la biodiversidad del planeta Tierra.",
      "phonetic": "/aniˈmal/"
    },
    {
      "phonetic": "/ˈkli.ma/",
      "word": "Clima",
      "usage": "El cambio climático es un problema grave que afecta a todo el planeta y debemos actuar ahora para reducir las emisiones.",
      "translation": "Climate"
    },
    {
      "word": "Futuro",
      "usage": "El futuro de nuestro planeta depende de las acciones que tomemos hoy para proteger el medio ambiente y los recursos naturales.",
      "phonetic": "/fuˈtu.ɾo/",
      "translation": "Future"
    },
    {
      "phonetic": "/isˈto.ɾja/",
      "usage": "Estudiar la historia nos ayuda a entender el presente y aprender de los errores del pasado para no repetirlos en el futuro.",
      "translation": "History",
      "word": "Historia"
    },
    {
      "usage": "La cultura española es muy rica con tradiciones antiguas, arte famoso, música flamenca y gastronomía deliciosa reconocida mundialmente siempre.",
      "phonetic": "/kulˈtu.ɾa/",
      "translation": "Culture",
      "word": "Cultura"
    },
    {
      "word": "Tradición",
      "usage": "En mi familia tenemos la tradición de reunirnos todos los domingos para comer juntos y compartir historias de la semana.",
      "translation": "Tradition",
      "phonetic": "/tɾaðiˈsjon/"
    },
    {
      "word": "Idioma",
      "usage": "Aprender un idioma nuevo abre puertas a nuevas culturas, oportunidades laborales y amistades internacionales en todo el mundo globalizado.",
      "phonetic": "/iˈðjo.ma/",
      "translation": "Language"
    },
    {
      "translation": "Religion",
      "word": "Religión",
      "usage": "La religión es importante para muchas personas porque les da esperanza, consuelo y un sentido de propósito en la vida diaria.",
      "phonetic": "/reliˈxjon/"
    },
    {
      "word": "Dios",
      "usage": "Muchas personas creen en Dios y rezan todos los días pidiendo guía, protección y bendiciones para ellos y sus familias queridas.",
      "phonetic": "/djos/",
      "translation": "God"
    },
    {
      "phonetic": "/ˈal.ma/",
      "translation": "Soul",
      "word": "Alma",
      "usage": "Creo que el alma es la esencia espiritual de una persona que trasciende el cuerpo físico y continúa después de la muerte."
    },
    {
      "usage": "Mi sueño es viajar por todo el mundo, conocer diferentes culturas y escribir un libro sobre mis experiencias y aventuras emocionantes.",
      "phonetic": "/ˈswe.ɲo/",
      "word": "Sueño",
      "translation": "Dream"
    },
    {
      "usage": "Siempre digo la verdad aunque a veces sea difícil porque creo que la honestidad es la base de todas las relaciones.",
      "translation": "Truth",
      "word": "Verdad",
      "phonetic": "/beɾˈðað/"
    },
    {
      "translation": "Lie",
      "usage": "No me gustan las mentiras porque destruyen la confianza entre las personas y causan problemas innecesarios en las relaciones personales.",
      "phonetic": "/menˈti.ɾa/",
      "word": "Mentira"
    },
    {
      "word": "Razón",
      "phonetic": "/raˈson/",
      "translation": "Reason",
      "usage": "Tienes razón en lo que dices sobre el cambio climático, es un problema serio que requiere acción inmediata de todos."
    },
    {
      "usage": "Pienso mucho sobre el futuro y qué puedo hacer para mejorar mi vida y la de las personas que me rodean.",
      "translation": "To think",
      "word": "Pensar",
      "phonetic": "/penˈsaɾ/"
    },
    {
      "phonetic": "/kɾeˈeɾ/",
      "word": "Creer",
      "usage": "Creo que todos podemos hacer una diferencia positiva en el mundo si trabajamos juntos por un objetivo común de paz.",
      "translation": "To believe"
    },
    {
      "translation": "To know (fact)",
      "word": "Saber",
      "usage": "Sé que el español es un idioma importante hablado por más de quinientos millones de personas en todo el mundo.",
      "phonetic": "/saˈβeɾ/"
    },
    {
      "usage": "Quiero conocer a personas de diferentes países para aprender sobre sus culturas y tradiciones únicas e interesantes siempre fascinantes.",
      "phonetic": "/konoˈseɾ/",
      "translation": "To know (person)",
      "word": "Conocer"
    },
    {
      "phonetic": "/senˈtiɾ/",
      "usage": "Me siento muy feliz cuando paso tiempo con mi familia y amigos disfrutando de buena comida y conversaciones agradables.",
      "translation": "To feel",
      "word": "Sentir"
    },
    {
      "usage": "Voy a llamar a mi madre esta noche para preguntarle cómo está y contarle sobre mi semana de trabajo.",
      "word": "Llamar",
      "phonetic": "/ʝaˈmaɾ/",
      "translation": "To call"
    },
    {
      "usage": "Me gusta ayudar a las personas necesitadas haciendo voluntariado en organizaciones benéficas los fines de semana cuando tengo tiempo libre.",
      "word": "Ayudar",
      "translation": "To help",
      "phonetic": "/aʝuˈðaɾ/"
    },
    {
      "phonetic": "/kwiˈðaɾ/",
      "translation": "To take care of",
      "word": "Cuidar",
      "usage": "Debo cuidar mejor de mi salud comiendo más verduras, haciendo ejercicio regularmente y durmiendo ocho horas cada noche sin falta."
    },
    {
      "phonetic": "/kamˈbjaɾ/",
      "translation": "To change",
      "usage": "Quiero cambiar mis hábitos alimenticios y empezar a comer más saludable para mejorar mi salud y sentirme mejor físicamente.",
      "word": "Cambiar"
    },
    {
      "word": "Mejorar",
      "usage": "Estoy trabajando duro para mejorar mi español practicando todos los días con aplicaciones, libros y hablando con nativos hispanohablantes siempre.",
      "phonetic": "/mexoˈɾaɾ/",
      "translation": "To improve"
    },
    {
      "translation": "To increase",
      "word": "Aumentar",
      "usage": "Los precios de los alimentos han aumentado mucho este año debido a la inflación y ahora es más caro hacer las compras.",
      "phonetic": "/awmenˈtaɾ/"
    },
    {
      "usage": "Debemos reducir nuestro consumo de plástico usando bolsas reutilizables y botellas de agua rellenables para proteger el océano y la vida marina.",
      "translation": "To reduce",
      "phonetic": "/reðuˈsiɾ/",
      "word": "Reducir"
    },
    {
      "usage": "Me gusta crear arte en mi tiempo libre pintando cuadros abstractos con colores vibrantes que expresan mis emociones y sentimientos.",
      "word": "Crear",
      "translation": "To create",
      "phonetic": "/kɾeˈaɾ/"
    },
    {
      "usage": "La contaminación está destruyendo nuestro planeta y debemos actuar ahora para salvar el medio ambiente para las futuras generaciones humanas.",
      "phonetic": "/destɾuˈiɾ/",
      "translation": "To destroy",
      "word": "Destruir"
    },
    {
      "usage": "Nuestro equipo ganó el campeonato de fútbol después de un partido muy emocionante y todos celebramos la victoria con alegría.",
      "phonetic": "/ɡaˈnaɾ/",
      "translation": "To win",
      "word": "Ganar"
    },
    {
      "usage": "No me gusta perder en los juegos pero entiendo que es parte del aprendizaje y me ayuda a mejorar mis habilidades.",
      "translation": "To lose",
      "word": "Perder",
      "phonetic": "/peɾˈðeɾ/"
    },
    {
      "usage": "Debemos luchar por nuestros derechos y por la justicia social para crear un mundo más equitativo para todos sin excepción.",
      "translation": "To fight",
      "word": "Luchar",
      "phonetic": "/luˈtʃaɾ/"
    },
    {
      "phonetic": "/espeˈɾaɾ/",
      "word": "Esperar",
      "usage": "Espero que el futuro sea mejor para todos y que podamos vivir en paz y armonía cuidando nuestro planeta Tierra.",
      "translation": "To wait / hope"
    },
    {
      "translation": "To forget",
      "phonetic": "/olβiˈðaɾ/",
      "usage": "Siempre olvido dónde pongo las llaves de casa y pierdo mucho tiempo buscándolas todas las mañanas antes de salir.",
      "word": "Olvidar"
    },
    {
      "phonetic": "/rekoɾˈðaɾ/",
      "usage": "Recuerdo con cariño los veranos de mi infancia cuando jugaba con mis amigos en el parque hasta que se ponía el sol.",
      "translation": "To remember",
      "word": "Recordar"
    },
    {
      "word": "Tratar",
      "translation": "To try / treat",
      "phonetic": "/tɾaˈtaɾ/",
      "usage": "Trato de ser amable con todas las personas que conozco porque creo que la bondad hace del mundo un lugar mejor."
    },
    {
      "translation": "To seem",
      "usage": "Parece que va a llover esta tarde porque el cielo está muy nublado y oscuro, mejor llevo un paraguas conmigo.",
      "phonetic": "/paɾeˈseɾ/",
      "word": "Parecer"
    },
    {
      "word": "Seguir",
      "phonetic": "/seˈɣiɾ/",
      "usage": "Voy a seguir estudiando español hasta que pueda hablarlo con fluidez y confianza como un nativo hispanohablante experto siempre.",
      "translation": "To follow / continue"
    },
    {
      "usage": "No sé qué va a suceder en el futuro pero estoy emocionado por las posibilidades y oportunidades que vendrán.",
      "translation": "To happen",
      "word": "Suceder",
      "phonetic": "/suseˈðeɾ/"
    },
    {
      "translation": "To achieve",
      "phonetic": "/loˈɣɾaɾ/",
      "word": "Lograr",
      "usage": "Logré terminar mi proyecto a tiempo trabajando duro y con dedicación durante las últimas tres semanas sin descanso alguno."
    },
    {
      "usage": "Debemos aceptar a las personas como son sin juzgarlas y respetar sus diferencias culturales, religiosas y personales únicas siempre.",
      "phonetic": "/asepˈtaɾ/",
      "translation": "To accept",
      "word": "Aceptar"
    },
    {
      "translation": "To reject",
      "usage": "Rechacé la oferta de trabajo porque el salario era muy bajo y las condiciones laborales no eran buenas para mí.",
      "word": "Rechazar",
      "phonetic": "/retʃaˈsaɾ/"
    },
    {
      "word": "Permitir",
      "phonetic": "/peɾmiˈtiɾ/",
      "usage": "Mis padres no me permiten salir tarde los días de semana porque tengo que levantarme temprano para ir a trabajar.",
      "translation": "To allow"
    },
    {
      "usage": "Está prohibido fumar en lugares públicos cerrados para proteger la salud de las personas que no fuman y evitar el humo pasivo.",
      "translation": "To forbid",
      "word": "Prohibir",
      "phonetic": "/pɾoiˈβiɾ/"
    },
    {
      "translation": "To choose",
      "word": "Elegir",
      "usage": "Es difícil elegir entre tantas opciones buenas pero finalmente decidí estudiar medicina en la universidad estatal pública de mi ciudad.",
      "phonetic": "/elexiɾ/"
    },
    {
      "usage": "Te prometo que voy a estudiar más para el próximo examen y sacar una mejor nota que la vez anterior sin falta.",
      "phonetic": "/pɾomeˈteɾ/",
      "translation": "To promise",
      "word": "Prometer"
    },
    {
      "usage": "La empresa me ofreció un aumento de salario y mejores beneficios si acepto el puesto de gerente en la nueva oficina.",
      "translation": "To offer",
      "word": "Ofrecer",
      "phonetic": "/ofɾeˈseɾ/"
    },
    {
      "translation": "To fulfill / reach age",
      "word": "Cumplir",
      "usage": "Voy a cumplir treinta años el próximo mes y quiero celebrarlo con una fiesta grande con todos mis amigos y familia.",
      "phonetic": "/kumˈpliɾ/"
    },
    {
      "word": "Nacer",
      "usage": "Nací en Madrid hace veinticinco años y he vivido aquí toda mi vida en esta hermosa ciudad española histórica y cultural.",
      "phonetic": "/naˈseɾ/",
      "translation": "To be born"
    },
    {
      "word": "Morir",
      "usage": "Mi abuelo murió hace cinco años pero siempre lo recuerdo con cariño y guardo sus enseñanzas en mi corazón para siempre.",
      "translation": "To die",
      "phonetic": "/moˈɾiɾ/"
    },
    {
      "phonetic": "/kɾeˈseɾ/",
      "word": "Crecer",
      "usage": "Los niños crecen muy rápido y en pocos años se convierten en adultos con sus propias vidas, sueños y responsabilidades.",
      "translation": "To grow"
    },
    {
      "translation": "To live",
      "word": "Vivir",
      "usage": "Quiero vivir una vida plena y feliz haciendo lo que amo, rodeado de personas que me importan y viajando por el mundo.",
      "phonetic": "/biˈβiɾ/"
    },
    {
      "word": "Existir",
      "usage": "¿Crees que existe vida en otros planetas del universo? Es una pregunta fascinante que muchos científicos están investigando actualmente siempre.",
      "phonetic": "/eksisˈtiɾ/",
      "translation": "To exist"
    },
    {
      "word": "Felicidad",
      "usage": "La felicidad no viene del dinero o las posesiones materiales sino de las relaciones significativas y experiencias memorables de la vida.",
      "phonetic": "/felisiˈðað/",
      "translation": "Happiness"
    },
    {
      "word": "Tristeza",
      "phonetic": "/tɾisˈte.sa/",
      "translation": "Sadness",
      "usage": "Sentí mucha tristeza cuando mi mejor amigo se mudó a otro país pero nos mantenemos en contacto por videollamadas semanales."
    },
    {
      "word": "Odio",
      "usage": "El odio solo trae más sufrimiento al mundo y debemos reemplazarlo con amor, comprensión y empatía hacia todos los seres.",
      "phonetic": "/ˈo.ðjo/",
      "translation": "Hatred"
    },
    {
      "phonetic": "/ˈmje.ðo/",
      "usage": "Tengo miedo de las alturas y por eso nunca he subido a una montaña muy alta o saltado en paracaídas.",
      "translation": "Fear",
      "word": "Miedo"
    },
    {
      "usage": "Necesitas mucha fuerza mental y física para superar los desafíos difíciles de la vida y alcanzar tus metas personales ambiciosas.",
      "translation": "Strength",
      "word": "Fuerza",
      "phonetic": "/ˈfweɾ.sa/"
    },
    {
      "translation": "Power",
      "phonetic": "/poˈðeɾ/",
      "word": "Poder",
      "usage": "El poder debe usarse con responsabilidad y sabiduría para ayudar a otros y no para beneficio personal egoísta o corrupto."
    },
    {
      "translation": "Respect",
      "phonetic": "/resˈpe.to/",
      "usage": "El respeto mutuo es fundamental en todas las relaciones humanas ya sean personales, profesionales o sociales en cualquier contexto cultural.",
      "word": "Respeto"
    },
    {
      "phonetic": "/oˈnoɾ/",
      "word": "Honor",
      "translation": "Honor",
      "usage": "Es un honor para mí recibir este premio por mi trabajo y dedicación durante los últimos diez años en esta organización."
    },
    {
      "phonetic": "/aˈmoɾ/",
      "word": "Amor",
      "translation": "Love",
      "usage": "El amor es el sentimiento más poderoso del mundo y puede transformar vidas, sanar heridas y unir a las personas para siempre."
    },
    {
      "phonetic": "/espeˈɾan.sa/",
      "translation": "Hope",
      "usage": "La esperanza es lo último que se pierde y debemos mantenerla viva incluso en los momentos más difíciles de nuestras vidas siempre.",
      "word": "Esperanza"
    },
    {
      "usage": "Este es el fin del curso de español A1 y ahora estás listo para continuar aprendiendo en el nivel A2 avanzado.",
      "phonetic": "/fin/",
      "translation": "End",
      "word": "Fin"
    }
  ]
}